--
BookInfo1 =
{
	id = 1,		--你想发财致富吗一
	title = "生财之道",
	pageline = 20,	--多少行每页
	linesize = 38,	--每行字符数量
	--内容
	content = [[    朋友，你想发财致富吗？你可以...<n>    一. 鉴定出非绑定的蓝、黄、绿色装备，然后将它们卖掉。如果实在没人要，可以将它们卖给NPC。<n>    二. 完成团的跑商任务，除了能得到银币外，你的团长也会很感激你的。<n>    三. 在团中种植可以获得银币的植物，也就是太阳花。<n>    四. 省着点花...能用绑银的地方还是用绑银吧。<n>   五.商人杰克每天会高价回收十件白色装备，需要绑银的可以去试试。]]
}
-----------------------------------------------------------------------------------------------
--
BookInfo2 =
{
	id = 2,     --你可能不知道的--
	title = "你可能不知道的",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	--内容
	content = [[    1.所有的宠物的名字都可以拖到快捷栏中使用。<n>    2.可以将“C ”界面中的一键换装按钮拖到快捷栏中进行快速的装备切换。<n>    3.按住Ctrl键点击包裹里的物品，可进行拆分操作。<n>    4.按住Alt可以显示自身及目标血量。<n>    5. 按下Alt+shift可以一直显示自身及目标血量。<n>    6. 按住shift可以原地攻击，避免角色移送。<n>    7.按下Alt+ctrl可以显示所有怪物的名称。<n>   8.使用寄存功能可以将宠物托付给好友寄养可快速提高宠物的等级，免去练级的艰辛。<n>  9.在强化装备时使用幸运宝石能额外提高武器升级成功的概率。<n> 10.“灵感药剂”可以与“醒脑药剂”叠加使用。<n> 12.商人杰克每天会以黑市价收购一些白色装备。   ]]

}
--------------------------------------------------------------------------------------------------------------------------
--
BookInfo3 =
{
	id = 3,     --你可能不知道的--
	title = "你可能不知道的",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	--内容
	content = [[    公元2009年：<n>   在全球气候异常引起世界各国的关注后，各国签署了关于阻止气候变暖的一系列协议。<n>    公元2010年：<n>    2010年气候变暖使得各种气候异常仍在继续，并且以更加无常的形式出现。大批冬眠的动物停止冬眠，地球上90%的鸟类飞往北极，而更可怕的是大部分生物停止了排卵，包括人类。。。。。。各个国家开始互相猜疑，资源的掠夺变的更加的疯狂。<n>    2011年：<n>    某个神秘组织发表了一个震惊世界的申明：为了在地球即将到来的第4次冰川时期前挽救更多的人，他们只有加速地球变暖。他们通过将乞力马扎罗火山的热能导入平流层来使地球升温。但是冰川理论是一个并没有得到学术界广泛认可的理论联合国通过会议决定要求放弃使用火山将地球升温的计划，否则使用武力。但这个神秘组织的支持家不愿放弃，一定要拯救世界，并准备军事对抗。<n>    世界大战一触即发，参战各国各怀鬼胎。<n>    一边是古老的预言再现，一边是贪婪的人类野心膨胀。<n>    到底地球的未来何去何从。<n>    2012年1月：<n>    冲突不断升级，最终引发了战争。战争旷日持久<n>    2012年12月22日，终结日：<n>    地球与太阳的磁极倒转使地球上所有的通讯系统陷入瘫痪。<n>    悲剧最终开始，愚蠢的人类打开了潘多拉的魔盒，几千年积累的文明与良知在蘑菇云中灰飞烟灭。<n>    黑暗降临地球，这个曾经繁荣的世界现在如死一般的寂静。<n>    毁灭与痛苦，再次成为人类的主题。]]}

---------------------------------------------
BookInfo4 =
{
	id = 4,     --你可能不知道的--
	title = "巴顿的战前动员",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	--内容
	content = [[    弟兄们，最近有些小道消息，说我们美国人对这次战争想置身事外，缺乏斗志。那全是一堆臭狗屎！美国人从来就喜欢打仗。真正的美国人喜欢战场上的刀光剑影。你们今天在这里，有三个原因。一，你们来这，是为了保卫家乡和亲人。二，你们来这，是为了荣誉，因为你此时不想在其他任何地方。三，你们来这，是因为你们是真正的男子汉，真正的男子汉都喜欢打仗。当今天在座的各位还都是孩子的时候，大家就崇拜弹球冠军、短跑健将、拳击好手和职业球员。美国人热爱胜利者。美国人对失败者从不宽恕。美国人蔑视懦夫。美国人既然参赛，就要赢。我对那种输了还笑的人嗤之以鼻。正因如此，美国人迄今尚未打输过一场战争，将来也不会输。一个真正的美国人，连失败的念头，都会恨之入骨。<n>    你们不会全部牺牲。每次主要战斗下来，你们当中只可能牺牲百分之二。不要怕死。每个人终究都会死。没错，第一次上战场，每个人都会胆怯。如果有人说他不害怕，那是撒谎。有的人胆小，但这并不妨碍他们象勇士一样战斗，因为如果其他同样胆怯的战友在那奋勇作战，而他们袖手旁观的话，他们将无地自容。真正的英雄，是即使胆怯，照样勇敢作战的男子汉。有的战士在火线上不到一分钟，便会克服恐惧。有的要一小时。还有的，大概要几天工夫。但是，真正的男子汉，不会让对死亡的恐惧战胜荣誉感、责任感和雄风。战斗是不甘居人下的男子汉最能表现自己胆量的竞争。战斗会逼出伟大，剔除渺小。美国人以能成为雄中之雄而自豪，而且他们也正是雄中之雄。大家要记住，敌人和你们一样害怕，很可能更害怕。他们不是刀枪不入。在大家的军旅生涯中，你们称演习训练为“鸡屎”，经常怨声载道。这些训练演习，如军中其它条条框框一样，自有它们的目的。训练演习的目的，就是培养大家的警惕性。警惕性必须渗透到每个战士的血管中去。对放松警惕的人，我决不手软。你们大家都是枪林弹雨里冲杀出来的，不然你们今天也不会在这儿。你们对将要到来的厮杀，都会有所准备。谁要是想活着回来，就必须每时每刻保持警惕。只要你有哪怕是一点点的疏忽，就会有个狗娘养的德国鬼子悄悄溜到你的背后，用一坨屎置你于死地！<n>    在西西里的某个地方，有一块墓碑码得整整齐齐的墓地，里面埋了四百具阵亡将士的尸体。那四百条汉子升天，只因一名哨兵打了个盹。令人欣慰地是，他们都是德国军人。我们先于那些狗杂种发现了他们的哨兵打盹。一个战斗队是个集体。大家在那集体里一起吃饭，一起睡觉，一起战斗。所谓的个人英雄主义是一堆马粪。那些胆汁过剩、整日在星期六晚间邮报上拉马粪的家伙，对真正战斗的了解，并不比他们搞女人的知识多。<n>    我们有世界上最好的给养、最好的武器设备、最旺盛的斗志和最棒的战士。说实在地，我真可怜那些将和我们作战的狗杂种们，真的。<n>    我麾下的将士从不投降。我不想听到我手下的任何战士被俘的消息，除非他们先受了伤。即便受了伤，你同样可以还击。这不是吹大牛。我愿我的部下，都象在利比亚作战时的一位我军少尉。当时一个德国鬼子用手枪顶着他胸膛，他甩下钢盔，一只手拨开手枪，另只手抓住钢盔，把那鬼子打得七窍流血。然后，他拾起手枪，在其他鬼子反应过来之前，击毙了另一个鬼子。在此之前，他的一侧肺叶已被一颗子弹洞穿。这，才是一个真正的男子汉！<n>    不是所有的英雄都象传奇故事里描述的那样。军中每个战士都扮演一个重要角色。千万不要吊儿郎当，以为自己的任务无足轻重。每个人都有自己的任务，而且必须做好。每个人都是一条长链上的必不可少的环节。大家可以设想一下，如果每个卡车司机都突然决定，不愿再忍受头顶呼啸的炮弹的威胁，胆怯起来，跳下车去，一头栽到路旁的水沟中躲起来，那会产生什么样的后果。这个懦弱的狗杂种可以给自己找借口：“管他娘的，没我地球照样转，我不过是千万分之一。”但如果每个人都这样想呢？到那时，我们怎么办？我们的国家、亲人甚至整个世界会是怎么一个样子？不，他奶奶的，美国人不那样想。每个人都应完成他的任务。每个人都应对集体负责。每个部门，每个战斗队，对整个战争的宏伟篇章，都是重要的。弹药武器人员让我们枪有所发，炮有所射。没有后勤人员给我们送衣送饭，我们就会饥寒交迫，因为在我们要去作战的地方，已经无可偷抢。指挥部的所有人员，都各有所用，即使是个只管烧水帮我们洗去征尘的勤务兵。<n>    每个战士不能只想着自己，也要想着身边一起出生入死的战友。我们军队容不得胆小鬼。所有的胆小鬼都应象耗子一样被斩尽杀绝。否则，战后他们就会溜回家去，生出更多的胆小鬼来。老子英雄儿好汉，老子懦夫儿软蛋。干掉所有狗日的胆小鬼，我们的国家将是勇士的天下。我所见过的最勇敢的好汉，是在突尼斯一次激烈的战斗中，爬到电话竿上的一个通讯兵。我正好路过，便停下问他，在这样危险的时候爬到那么高的地方瞎折腾什么？他答道：“在修理线路，将军。”我问：“这个时候不是太危险了吗？”他答道：“是危险，将军，但线路不修不行啊。”我问：“敌机低空扫射，不打扰你吗？”他答：“敌机不怎么打扰，将军，你倒是打扰得***涂。”弟兄们，那才是真正的男子汉，真正的战士。他全心全意地履行自己的职责，不管那职责当时看起来多么不 起眼，不管情况有多危险。还有那些通往突尼斯的路上的卡车司机们，他们真了不起。他们没日没夜，行驶在那狗娘养的破路上，从不停歇，从不偏向，把四处开花的炮弹当成伴奏。我们能顺利前进，全靠这些天不怕地不怕的美国硬汉。这些司机中，有人连续开车已经超过四十小时。他们不属战斗部队，但他们同样是军人，有重要的任务要完成。任务他们是完成了，而且完成得真他娘的棒！他们是大集体的一部分。如果没有大家的共同努力，没有他们，那场战斗可能就输掉了。只因所有环节都各司其职，各尽其责，整个链条才坚不可破。<n>    大家要记住，算我没来过这里。千万不要在信件里提及我。按理说，我是死是活，对外界要保密，我既不统率第三集团军，更不在英国。让那些狗日的德国佬第一个发现吧！我希望有一天看到，那些狗杂种们屁滚尿流，哀鸣道：“我的天哪！又是那挨千刀的第三集团军！又是那狗娘养的巴顿！” <n>    我们已经迫不及待了。早一日收拾掉万恶的德国鬼子，我们就能早一日掉转枪口，去端日本鬼子的老巢。如果我们不抓紧，功劳就会全让狗娘养的海军陆战队抢去了。<n>    是的，我们是想早日回家。我们想让这场战争早日结束。最快的办法，就是干掉燃起这场战争的狗杂种们。早一日把他们消灭干净，我们就可以早一日凯旋。回家的捷径，要通过柏林和东京。到了柏林，我要亲手干掉那个纸老虎、狗杂种希特勒，就象干掉一条蛇！<n>    谁要想在炮弹坑里蹲上一天，就让他见鬼去吧！德国鬼子迟早会找到他的头上。我的手下不挖猫耳洞，我也不希望他们挖。猫耳洞只会使进攻放缓。我们要持续进攻，不给敌人挖猫耳洞的时间。我们迟早会胜利，但我们只有不停战斗，比敌人勇敢，胜利才会到来。我们不仅要击毙那些狗杂种们，而且要把他们的五脏六腑掏出来润滑我们的坦克履带。我们要让那些狗日的德国鬼子尸积成山，血流成河。战争本来就是血腥野蛮残酷的。你不让敌人流血，他们就会让你流。挑开他们的肚子，给他们的胸膛上来上一枪。如果一颗炮弹在你身旁爆炸，炸了你一脸灰土，你一抹，发现那竟是你最好伙伴的模糊血肉时，你就知道该怎么办了！<n>    我不想听到报告说，“我们在坚守阵地。”我们不坚守任何见鬼的阵地。让德国鬼子坚守去吧。我们要一刻不停地进攻，除了敌人的卵子，我们对其它任何目标都不感兴趣。我们要扭住敌人的卵子不放，打得他们魂魄离窍。我们的基本作战计划，是前进前进再前进，不管要从敌人身上身下爬过去，还是要从他们身体中钻过去。我们要象挤出鹅肠或小号的屎那样执著，那样无孔不入！<n>    有时免不了有人会抱怨，说我们对战士要求太严，太不近情理。让那些抱怨见鬼去吧！我坚信一条金玉良言，就是“一杯汗水，会挽救一桶鲜血。”我们进攻得越坚决，就会消灭越多的德国鬼子。我们消灭的德国鬼子越多，我们自己人死得就会越少。进攻意味着更少的伤亡。我希望大家牢牢记住这一点。<n>    凯旋回家后，今天在座的弟兄们都会获得一种值得夸耀的资格。二十年后，你会庆幸自己参加了此次世界大战。到那时，当你在壁炉边，孙子坐在你的膝盖上，问你：“爷爷，你在第二次世界大战时干什么呢？”你不用尴尬地干咳一声，把孙子移到另一个膝盖上，吞吞吐吐地说：“啊……爷爷我当时在路易斯安那铲粪。”与此相反，弟兄们，你可以直盯着他的眼睛，理直气壮地说：“孙子，爷爷我当年在第三集团军和那个狗娘养的乔治-巴顿并肩作战！”]]    }

-----------------------------------------------
--
BookInfo5 =
{
	id = 5,     --你可能不知道的--
	title = "你不知道的",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	--内容
	content = [[    1。虾米的心脏在头部。<n>    2。猪无法看到天空。<n>    3。老鼠和马不能呕吐。<n>    4。据说猫的尿液是夜光的。<n>    5。世界人口50%的人从来都没有接过电话。<n>    6。人的心脏可以产生把血液喷出三十尺高的压力。<n>   7。 你永远不可能用你的舌头舔到你的手肘。<n>   8。"Sixth Sick Sheiks Sixth Sheeps Sick"是英文中最难以发言的一个句子。<n>    9。打喷嚏若过于强劲,会导致胸腔破裂,但是如果你想要将这个喷嚏强行忍住,却会导致你头或者是脖子中某个血管破裂,睁着眼打,说不定也会把你的眼球给一起打出来。<n>  10。如果你打电话超过一个小时,那么你耳朵里的耳屎会增加大概 700 倍左右。<n> 11。打火机是比火柴更早发明出来的。<n> 12。 找情人的广告中,有 30% 是已婚者发布的。<n> 13。据说,在你睡觉的时候,在你不知不觉中,你会吃入70多种虫子和和10多只蜘蛛。<n>14。据说,70%的看过这个文章的人,都试图进行过同一个动作:那就是用自己的舌头舔自己的手肘。你舔了吗?]]}

-------------------------------------------------------------------------------------------------------
--
BookInfo6 =
{
	id = 6,     --道德的起源--
	title = "道德的起源",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	--内容
	content = [[        道德的起源(猴子的故事)<n>    把五只猴子关在一个笼子里，上头有一串香蕉实验人员装了一个自动装置，一旦侦测到有猴子要去拿香蕉，马上就会有水喷向笼子，而这五只猴子都会一身湿。<n>    首先有只猴子想去拿香蕉，当然，结果就是每只猴子都淋湿了。<n>    之後每只猴子在几次的尝试後，发现莫不如此。<n>    於是猴子们达到一个共识：不要去拿香蕉，以避免被水喷到。<n>    後来实验人员把其中的一只猴子释放，换进去一只新猴子A。<n>    这只猴子看到香蕉，马上想要去拿，被其他四只猴子海K了一顿。<n>    因为其他四只猴子认为猴子A会害他们被水淋到，所以制止他去拿香蕉。<n>   A尝试了几次，虽被打的满头包，依然没有拿到香蕉。<n>  当然，这五只猴子就没有被水喷到。<n>  後来实验人员再把一只旧猴子释放，换上另外一只新猴子B 。<n>  这猴子B看到香蕉，也是迫不及待要去拿，当然，一如刚才所发生的情形，其他四只猴子海K了B一顿。特别的是，那只A猴子打的特别用力（这叫老兵欺负新兵，或是媳妇熬成婆 ^O^<n> B猴子试了几次总是被打的很惨，只好作罢。 後来慢慢的一只一只的，所有的旧猴子都换成新猴子了，大家都不敢去动那香蕉， 但是他们都不知道为什麽，只知道去动香蕉会被猴扁。<n>    这就是道德的起源 。<n>        －阶级的起源－<n>    实验人员继续他们的实验，不过这一次他们改变了喷水装置，一旦侦测到有猴子要去拿香蕉，马上就会有水喷向拿香蕉的猴子，而不是全体。<n>    然后实验人员又把其中的一只猴子释放，换进去一只新猴子C。<n>     不同以往的是猴子C特别的孔武有力， 当然猴子C看到香蕉，也马上想要去拿。<n>    一如以前所发生的情形，其他四只猴子也想海K猴子C一顿。不过他们错误估计了C的实力，所以结果是反被C海K了一顿。<n>    于是猴子C拿到了香蕉，当然也被淋了个透湿。<n>    C一边打着喷嚏一边吃着香蕉，美味但是也美中不足。<n>    A、B、D、E没有香蕉吃却也比较快乐，毕竟没有被淋到嘛。<n>   后来C发现只有拿香蕉的那个才会被淋到，他就要最弱小的A替他去拿。<n>   A不想被K，只好每天拿香蕉然后被水淋。<n>  B、 D、E越发的快乐了起来，比上不足，比下有余嘛 :) <n>    于是五只猴子有了三个阶级。<n>    这下子阶级也随着道德的起源了。<n>        －道德的沦丧－<n>    天变热了，笼子里的猴子们想冲凉却找不到地方。<n>    终于出现了一位反潮流英雄，猴子HERO。<n>    HERO在无意中碰到了香蕉，理所当然的引来了一顿饱打。<n>    但在挨打的过程中，猴子们享受到了冲凉的乐趣。<n>    等身上的水干了之后，猴子A在无意中碰撞了HERO，使HERO又一次接触到了香蕉，于是，猴子们享受了第二次冲凉，HERO遭到了第二次痛殴。<n>   在此之后，只要大家有冲凉的需要，就会有一只猴子X挺身而出，对HERO进行合理冲撞。<n>   大家对HERO的态度也有了明显的不同， 在平时大家会对HERO异常温和，以弥补在冲凉时为维护规则而不得不对它进行的暴力举动。<n>  一天，在大家冲凉时，饱受折磨的HERO闻到了香蕉的清香, 生物本能使它在别的猴子心有旁鹜时将香蕉吃了。而且此后没有了新的香蕉来填补空缺。<n>  猴子们陷入了另一个尴尬境地：没有冲凉的水，也没有香蕉，只有HERO。<n>    于是，另一个规则形成了。猴子在烦躁的时候会痛打HERO出气，HERO不得反抗。<n>    当笼子里的旧猴子被新猴子换掉时，新猴子会在最快的时间内学会殴打HERO。<n>    终于有一天，老天有眼，历尽沧桑的HERO被另一只猴子代替了。猴子们失去了发泄的对象，只能任意选取一个目标进行攻击。<n>    从此以后，笼子里的猴子们不吃不喝不冲凉，唯一的举动就是打架。<n>    这就是道德的沦丧。<n>        －道德的重建－<n>    实验人员对猴子们的争斗不休感到不安。<n>    为了重建道德秩序，他们决定继续供应香蕉。<n>    一天，正在混战的猴子们发现头顶多了一串香蕉，它们其中的一个A不顾身上的剧痛，把香蕉摘了下来。于是久违的甘露出现了，未曾尝过甜头的猴子们先是茫然失措，继而争先恐后的加入冲凉的行列。<n>    香蕉反而被遗忘了。<n>    当猴子B、C、D、E发现A在享受淋浴的同时还吃着美味的香蕉，嫉妒心使它们暂时团结起来，共同K了A一顿，将A吃剩的香蕉夺过来，但是，此刻的香蕉成了匹夫怀里的宝玉，得到它的猴子虽然可以享受美味，但付出的代价也是巨大的。<n>    实验人员不断放入香蕉，却发现战斗比以前更激烈了。分析清楚原因后，他们用木头做了一个假香蕉扔进了笼子。<n>     此时猴子们已经学聪明了，它们知道触摸香蕉可以享受淋浴， 而试图独占香蕉则会遭到痛扁。 于是，一个新的现象出现了， 当猴子们有冲凉的需要时，会有一只猴子将香蕉拿起来，而当它发现有遭到攻击的可能时，它会马上放下香蕉逃到一边去。<n>  这样，猴子们都能冲凉，但是又不至于再象以前那样N败俱伤。<n> 没有猴子发现那个香蕉是假的。<n>]]}

-------------------------------------------------------------------------------------------------------------------

--
BookInfo7 =
{
	id = 7,     --你可能不知道的--
	title = "海盗分金",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	--内容
	content = [[    5个海盗抢得100枚金币，他们按抽签的顺序依次提方案：首先由1号提出分配方案，然后5人表决，超过半数同意方案才被通过，否则他将被扔入大海喂鲨鱼，依此类推。<n>    假定“每人海盗都是绝顶聪明且很理智”，那么“第一个海盗提出怎样的分配方案才能够使自己的收益最大化？”<n>    推理过程是这样的：<n>    从后向前推，如果1至3号强盗都喂了鲨鱼，只剩4号和5号的话，5号一定投反对票让4号喂鲨鱼，以独吞全部金币。所以，4号惟有支持3号才能保命。<n>    3号知道这一点，就会提出“100，0，0”的分配方案，对4号、5号一毛不拔而将全部金币归为已有，因为他知道4号一无所获但还是会投赞成票，再加上自己一票，他的方案即可通过。<n>    不过，2号推知3号的方案，就会提出“98，0，1，1”的方案，即放弃3号，而给予4号和5号各一枚金币。由于该方案对于4号和5号来说比在3号分配时更为有利，他们将支持他而不希望他出局而由3号来分配。这样，2号将拿走98枚金币。<n>    同样，2号的方案也会被1号所洞悉，1号并将提出（97，0，1，2，0）或（97，0，1，0，2）的方案，即放弃2号，而给3号一枚金币，同时给4号（或5号）2枚金币。由于1号的这一方案对于3号和4号（或5号）来说，相比2号分配时更优，他们将投1号的赞成票，再加上1号自己的票，1号的方案可获通过，97枚金币可轻松落入囊中。这无疑是1号能够获取最大收益的方案了！答案是：1号强盗分给3号1枚金币，分给4号或5号强盗2枚，自己独得97枚。分配方案可写成（97，0，1，2，0）或（97，0，1，0，2）。<n>    “海盗分金”其实是一个高度简化和抽象的模型，体现了博弈的思想。在“海盗分金”模型中，任何“分配者”想让自己的方案获得通过的关键是事先考虑清楚“挑战者”的分配方案是什么，并用最小的代价获取最大收益，拉拢“挑战者”分配方案中最不得意的人们。企业中的一把手，在搞内部人控制时，经常是抛开二号人物，而与会计和出纳们打得火热，就是因为公司里的小人物好收买。<n>    1号看起来最有可能喂鲨鱼，但他牢牢地把握住先发优势，结果不但消除了死亡威胁，还收益最大。这不正是全球化过程中先进国家的先发优势吗？而5号，看起来最安全，没有死亡的威胁，甚至还能坐收渔人之利，却因不得不看别人脸色行事而只能分得一小杯羹。]]}

-----------------------------------------------------------------------------------------------------
--
BookInfo8 =
{
	id = 8,     --你可能不知道的--
	title = "核废土生存",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	--内容
	content = [[    1。除非被储藏在深的掩体中或有特别的保护，所有的食品都吸收了辐射。小心那些盐分含量高的食物和奶制品，如牛奶和乳酪以及海生食物。经测试后发现，高盐分的食物和别的添加剂更容易使辐射集中，最安全的罐装食品是汤、蔬菜和水果。经过加工的食品比新鲜食品更容易吸收辐射。骨头吸收辐射的程度最厉害，其次是瘦肉(含脂肪量最低)。<n>   2。不要饮用任何未经保护的水，至少爆炸后48小时内必须这样。避免用湖水、塘水和其他表面静止的水。饮用前过滤，然后煮沸。以下水源受污染程度最小(按次序排列)。 <n>  1)地下井水和泉水。<n>  2)在地下管道和容器中的水。<n>    3)取自地表深处的雪。<n>    4)快速流动的河水。<n>    用快速水流冲出一个洞，让水渗下去。去掉表面上的泡沫，把水舀上来。在一个底部穿有洞孔的罐盒或一只长统袜里用沙层和卵石层(可深挖得到)将水过滤，放在一个未受污染的容器里煮沸。<n>    用流得很快的水流或开水彻底冲洗，使器具去污。<n>    3。生活在地下的动物比生活在地面上的动物较少受到核辐射。野兔、獾、田鼠和类似的动物是最好的证明。但是，当它们外出活动时，同样会受到感染。无论如何，这些食物来源必须要加以利用。你将会增加自身受感染的危险——但不这样你就会挨饿。<n>    为了减少来自肉类的辐射，千万别直接处理动物尸体。剥皮和清洗时要戴上手套或用布裹住手，避免使肉直接与骨头接触，骨骼保留了90%的辐射，因此要选择离开骨头至少3毫米的肉。肌肉和脂肪是肉中最安全的部分。去掉所有的内脏器官。<n>  在同一地区，鱼和水生动物要比陆生动物受到更多的辐射：鸟类尤其易被污染。不能吃，但其蛋是安全的，可以食用。<n> 长有块茎根的蔬菜最安全——例如胡萝卜、马铃薯、萝卜，把它们洗净去皮。<n> 表皮光滑的水果和蔬菜是次安全的，由于机理粗糙，带皱叶的植物最难除去辐射感染。应该避开它们。]] }

------------------------------------------------------------------------------------------------------------------------
BookInfo9 =
{
	id = 9,     --你可能不知道的--
	title = "老兵不死",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	--内容
	content = [[    今天早晨，当我走出旅馆时，看门人问道："将军，您上哪去?"一听说我要去西点，他说："那是个好地方，您从前去过吗?"<n>    这样的荣誉是没有人不深受感动的。长期以来，我从事这个职业，又如此热爱这个民族，能获得这样的荣誉简直使我无法表达我的感情。然而，这种奖赏主要并不意味着对个人的尊崇，而是象征一个伟大的道德准则——捍卫这块可爱土地上的文化与古老传统的那些人的行为与品质的准则。这就是这个大奖章的意义。无论现在还是将来，它都是美国军人道德标准的一种体现。我一定要遵循这个标准，结合崇高的理想，唤起自豪感，同时始终保持谦虚。。。。。。<n>    责任一荣誉一国家。这三个神圣的名词庄严地提醒你应该成为怎样的人，可能成为怎样的人，一定要成为怎样的人。它们将使你精神振奋，在你似乎丧失勇气时鼓起勇气，似乎没有理由相信时重建信念，几乎绝望时产生希望。遗憾得很，我既没有雄辩的词令、诗意的想象，也没有华丽的隐喻向你们说明它们的意义。怀疑者一定要说它们只不过是几个名词，一句口号，一个浮夸的短词。每一个迂腐的学究，每一个蛊惑人心的政客，每一个玩世不恭的人，每一个伪君子，每一个惹是生非之徒，很遗憾，还有其他个性不甚正常的人，一定企图贬低它们，甚至对它们进行愚弄和嘲笑。<n>    但这些名词确能做到：塑造你的基本特性，使你将来成为国防卫士；使你坚强起来，认清自己的懦弱，并勇敢地面对自己的胆怯。它们教导你在失败时要自尊，要不屈不挠；胜利时要谦和，不要以言语代替行动，不要贪图舒适；要面对重压和困难，勇敢地接受挑战；要学会巍然屹立于风浪之中，但对遇难者要寄予同情；要先律己而后律人；要有纯洁的心灵和崇高的目标；要学会笑，但不要忘记怎么哭；要向往未来，但不可忽略过去；要为人持重，但不可过于严肃；要谦虚，铭记真正伟大的纯朴，真正智慧的虚心，真正强大的温顺。它们赋予你意志的韧性，想象的质量，感情的活力，从生命的深处焕发精神，以勇敢的姿态克服胆怯，甘于冒险而不贪图安逸。它们在你们心中创造奇妙的意想不到的希望，以及生命的灵感与欢乐。它们就是以这种方式教导你们成为军人和君子。<n>    你所率领的是哪一类士兵?他可靠吗?勇敢吗?他有能力赢得胜利吗?他的故事你全都熟悉，那是一个美国士兵的故事。我对他的估价是多年前在战场上形成的，至今没有改变。那时，我把他看作是世界上最高尚的人；现在，我仍然这样看他。他不仅是一个军事品德最优秀的人，而且也是一个最纯洁的人。他的名字与威望是每一个美国公民的骄傲。在青壮年时期，他献出了一切人类所赋予的爱情与忠贞。他不需要我及其他人的颂扬，因为他已用自己的鲜血在敌人的胸前谱写了自传。可是，当我想到他在灾难中的坚忍，在战火里的勇气，在胜利时的谦虚，我满怀的赞美之情不禁油然而升。他在历史上已成为一位成功爱国者的伟大典范；他在未来将成为子孙认识解放与自由的教导者；现在，他把美德与成就献给我们。在数十次战役中，在上百个战场上，在成千堆营火旁，我亲眼目睹他坚韧不拔的不朽精神，热爱祖国的自我克制以及不可战胜的坚定决心，这些已经把他的形象铭刻在他的人民心中。从世界的这一端到另一端，他已经深深地为那勇敢的美酒所陶醉。<n>    当我听到合唱队唱的这些歌曲，我记忆的目光看到第一次世界大战中步履蹒跚的小分队，从湿淋淋的黄昏到细雨蒙蒙的黎明，在透湿的背包的重负下疲惫不堪地行军，沉重的脚踝深深地踏在炮弹轰震过的泥泞路上，与敌人进行你死我活的战斗。他们嘴唇发青，浑身污泥，在风雨中战抖着，从家里被赶到敌人面前，许多人还被赶到上帝的审判席上。我不了解他们生得高贵，可我知道他们死得光荣。他们从不犹豫，毫无怨恨，满怀信心，嘴边叨念着继续战斗，直到看到胜利的希望才合上双眼。这一切都是为了它们——责任一荣誉一国家。当我们瞒珊在寻找光明与真理的道路上时，他们一直在流血、挥汗、洒泪。<n>    20年以后，在世界的另一边，他们又面对着黑黝黝肮脏的散兵坑、阴森森恶臭的战壕、湿淋淋污浊的坑道，还有那酷热的火辣辣的阳光、疾风狂暴的倾盆大雨、荒无人烟的丛林小道。他们忍受着与亲人长期分离的痛苦煎熬、热带疾病的猖獗蔓延、兵桌要地区的恐怖情景。他们坚定果敢的防御，他们迅速准确的攻击，他们不屈挠的目的，他们全面彻底的胜利——永恒的胜利——永远伴随着他们最后在血泊中的战斗。在战斗中，那些苍白憔悴的人们的目光始终庄严地跟随着责任一荣誉一国家的口号。<n>    这几个名词包合着最高的道德准则，并将经受任何为提高人类道德水准而传播的伦理或哲学的检验。它所提倡的是正确的事物，它所制止的是谬误的东西。高于众人之上的战士要履行宗教修炼的最伟大行为——牺牲。在战斗中，面对着危险与死亡，他显示出造物主按照自己意愿创造人类时所赋予的品质。只有神明能帮助他、支持他，这是任何肉体的勇敢与动物的本能都代替不了的。无论战争如何恐怖，召之即来的战士准备为国捐躯是人类最崇高的进化。<n>    现在，你们面临着一个新世界——一个变革中的世界。人造卫星进入星际空间。卫星与导弹标志着人类漫长的历史进入了另一个时代——太空时代。自然科学告诉我们，在50亿年或更长的时期中，地球形成了；300万年或更长的时期中，人类形成了；人类历史还不曾有过一次更巨大、更令人惊讶的进化。我们不单要从现在这个世界，而且要从无法估算的距离，从神秘莫测的宇宙来论述事物。我们正在认识一个崭新的无边无际的世界。我们谈论着不可思议的话题：控制宇宙的能源；让风力与潮汐为我们所用；创造空前的合成物质以补充甚至代替古老的基本物质；净化海水以供我们饮用；开发海底以作为财富与食品的新基地；预防疾病以使寿命延长几百岁；调节空气以使冷热、晴雨分布均衡；登月宇宙飞船；战争中的主要目标不仅限于敌人的武装力量，也包括其平民；切结起来的人类与某些星系行星的恶势力的最根本矛盾；使生命成为有史以来最扣人心弦的那些梦境与幻想。<n>    为了迎接所有这些巨大的变化与发展，你们的任务将变得更加坚定而不可侵犯，那就是赢得我们战争的胜利。你们的职业要求你们在这个生死关头勇于献身，此外别无所求。其余的一切公共目的、公共计划、公共需求，无论大小，都可以寻找其他办法去完成；而你们就是受训参加战斗的，你们的职业就是战斗——决心取胜。在战争中最明确的目标就是为了胜利，这是任何东西都代替不了的。假如你失败了，国家就要遭到破坏，因此，你的职业唯一要遵循的就是责任一荣誉一国家。其他人将纠缠于分散人们思想的国内外问题的争论，可是你将安详、宁静地屹立在远处，作为国家的卫士，作为国际矛盾怒潮中的救生员，作为硝烟弥漫的竞技场上的格斗士。一个半世纪以来，你们曾经防御、守卫、保护着解放与自由、权利与正义的神圣传统。让平民百姓去辩论我们政府的功过：我们的国力是否因长期财政赤字而衰竭，联邦的家长式传统是否势力过大，权力集团是否过于骄横自大，政治是否过于腐败，犯罪是否过于猖獗，道德标准是否降得太低，捐税是否提得太高，极端分子是否过于偏激，我们个人的自由是否像应有的那样完全彻底。这些重大的国家问题与你们的职业毫不相干，也无需使用军事手段来解决。你们的路标——责任一荣誉一国家，比夜里的灯塔要亮十倍。<n>    你们是联系我国防御系统全部机构的纽带。当战争警钟敲响时，从你们的队伍中将涌现出手操国家命运的伟大军官。还从来没有人打败过我们。假如你也是这样，上百万身穿橄榄色、棕色、蓝色和灰色制服的灵魂将从他们的白色十字架下站起来，以雷霆般的声音喊出那神奇的口号——责任一荣誉一国家。<n>    这并不意味着你们是战争贩子。相反，高于众人之上的战士祈求和平，因为他忍受着战争最深刻的伤痛与疮疤。可是，我们的耳边经常响起那位大智大慧的哲学之父柏拉图的警世之言："只有死者才能看到战争的终结。"<n>    我的生命已近黄昏，暮色已经降临，我昔日的风采和荣誉已经消失。它们随着对昔日事业的憧憬，带着那余晖消失了。昔日的记忆奇妙而美好，浸透了眼泪和昨日微笑的安慰和抚爱。我尽力但徒然地倾听，渴望听到军号吹奏起床导对那微弱而迷人的旋律，以及远处战鼓急促敲击的动人节奏。<n>    我在梦幻中依稀又听到了大炮在轰鸣，又听到了滑膛枪在鸣放，又听到了战场上那陌生、哀愁的呻吟。<n>    然而，晚年的回忆经常将我带回到西点军校。我的耳旁回响着，反复回响着：责任，荣誉，国家。<n>    今天是我同你们进行的最后一次点名。但我愿你们知道，当我到达彼岸时，我最后想的是学员队，学员队，还是学员队。<n>    我向大家告别。]]    }

---------------------------------------------------------------------------------------------------
BookInfo10 =
{
	id = 10,     --你可能不知道的--
	title = "情侣日记",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	--内容
	content = [[女孩子的日记:<n>    昨天晚上他真的是非常非常古怪。我们本来约好了一起去一个餐厅吃晚饭。但是我白天和我好朋友去购物了，结果就去晚了一会儿,可能因此让他不高兴了。他一直不理睬我，气氛僵极了。后来我主动让步，说我们都退一步，好好交流一下吧。他虽然同意了，但还是继续沉默，一副无精打采、心不在焉的样子。我问他到底怎么了？他只说“没事”。后来我就问他：是不是我惹他生气了？他说，这不关我的事，让我不要管。在回家的路上我对他说，我爱他。但是他只是继续开车，一点反应也没有。我真的不明白啊，我不知道他为什么不再说“我也爱你”了？我们到家的时候我感觉，我可能要失去他了，因为他已经不想跟我有什么关系了，他不想理我了。他坐在那儿什么也不说，就只是闷着头看电视,继续发呆，继续无精打采。后来我只好自己上床睡去了。10分钟以后他爬到床上来了,他一直都在想别的什么。他的心思根本不在我这里！这真的是太让我心痛了。我决定要跟他好好谈一谈。但是他居然就已经睡着了！我只好躺在他身边默默流泪，后来哭着哭着睡着了。我现在非常确定，他肯定是有了别的女人了。这真的像天塌下来了一样。天哪，我真不知道我活着还有什么意义。<n> 他的日记:<n>    TMD,今天意大利居然输了。]]}

--------------------------------------------------------------------------------------------------------------------------
BookInfo11 =
{
	id = 11,     --你可能不知道的--
	title = "囚徒困境",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[    两个嫌疑犯作案后被警察抓住，分别关在不同的屋子里接受审讯。<n>    警察知道两人有罪，但缺乏足够的证据。警察告诉每个人：如果两人都抵赖，各判刑一年；如果两人都坦白，各判八年；如果两人中一个坦白而另一个抵赖，坦白的放出去，抵赖的判十年。于是，每个囚徒都面临两种选择：坦白或抵赖。<n>    然而，不管同伙选择什么，每个囚徒的最优选择是坦白：如果同伙抵赖、自己坦白的话放出去，不坦白的话判一年，坦白比不坦白好；如果同伙坦白、自己坦白的话判八年，不坦白的话判十年，坦白还是比不坦白好。结果，两个嫌疑犯都选择坦白，各判刑八年。如果两人都抵赖，各判一年，显然这个结果好。<n>    但这个改进办不到，因为它不能满足人类的理性要求。<n>    囚徒困境所反映出的深刻问题是，人类的个人理性有时能导致集体的非理性——聪明的人类会因自己的聪明而作茧自缚。]]}

---------------------------------------------------------------------
BookInfo12 =
{
	id = 12,     --你可能不知道的--
	title = "最玄的巧合",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[    一、钥匙巧合<n>    美国独身妇女威廉德一次出门时忘了带钥匙，回家时被挡在了家门外。就在她一筹莫展时，邮递员送来了一封她哥哥的信，信封内正好夹着一把她家的钥匙！哥哥在信中称，上次他来探访时，威廉德曾给了他一把多余的大门钥匙，当他回华盛顿时却忘了还，只好寄给她。<n>    二、两个劳拉<n>    2001年6月，英国斯塔夫斯市10岁小女孩劳拉-布克斯顿将名字和家庭地址写在了一个小标签上，系在一只氢气球上放飞。氢气球飞越了140英里，落到了一户居民家里，难以置信的是，这家也有一个叫做劳拉-布克斯顿的女儿，且正好10岁！<n>    三、严重的错误<n>    居住在美国阿拉巴马州的多里斯和谢拉姐妹俩都希望到对方家中拜访，给对方一个惊喜。于是她们告别家人，开着汽车从各自家中出发，沿第25公路朝对方家中行驶，然而，就在路中间的某个路段，这对姐妹俩的车子突然碰到一起，姐妹俩同时丧命。<n>    四、被诅咒的跑车<n>    美国电影明星詹姆斯-迪恩1955年驾驶自己的名牌跑车兜风时死于车祸。他那辆被撞毁的跑车后来被拖到了一个修理厂里，在拆卸过程中，用千斤顶支撑的车突然坠地，砸断了一名修理工的腿。该车发动机后来被卖给了一名医生，他将发动机安装在了自己的赛车上，这名医生后来开着赛车比赛时死于车祸，另一名购买了迪恩报废汽车方向轴的赛车手，也死于车祸。迪恩汽车的外壳被人用来展览，然而展厅却突发火灾。还有一次，它从展台上跌落，砸碎了一游客的臀骨。<n>    五、自杀一跃<n>当捷克首都布拉格的家庭妇女维拉-捷马克发现她的丈夫对她不忠后，她想到了自杀，她从三楼跳了下去，正好落在了一名刚刚从公寓底下走过的男人身上，冲撞力砸死了这名男人，而维拉只受了点轻伤。这个男人正是她已变心的丈夫！<n>    六、“死神”也度假<n>    1946年，美国纽约《阿尔顿晚讯报》的讣告编辑威斯特度假的一周中，《阿尔顿晚讯报》竟破天荒地没有接到一例讣闻广告！而平时，该报每周接到的讣闻广告绝不少于10条！<n>    七、死亡之桥<n>    1957年，美国加利福尼亚的比辛格在走过家附近的一座桥时，被一辆汽车压死；两年后，他的儿子希拉姆走过同一座桥时，又被一辆卡车压死；6年后，比辛格14岁的孙子戴卫-威斯勒在桥上玩耍时，一辆小汽车高速驶过，将威斯勒压成了肉饼。<n>    八、重逢的手镯<n>    英国的芭芭拉-赫顿一次意外地将她的古董手镯冲下了卫生间的下水道。不久后的一天，当她来到一个珠宝店想重新购买一只手镯时，一名男子带着她丢失的那只手镯进入珠宝店，要求店老板估一下价。据这名男子称，他是清理工，在清理下水道时发现了手镯。<n>    九、致命的试验<n>    1995年8月，英国埃塞克斯市的利莎-波特与母亲一起走过埃塞克斯莫茨线铁路的道口，利莎的父亲11年前正是在该铁道口被一辆路过的火车轧死，因此利莎的母亲拒绝穿过这条铁路。利莎认为要消除母亲的恐惧心理，自己就应该先穿过铁路，于是她向铁路走去，然而就在此时，一辆列车突然开过，将利莎撞死。<n>    十、飘来的电话号码<n>    1990年，澳大利亚男子托得在球场中观看足球赛决赛时，一名激动的观众将一本邮局印刷的电话号码黄簿撕成碎纸，并将碎纸漫天撒向空中。]]}

----------------------------------------------------------------------------------------
BookInfo13 =
{
	id = 13,     --你可能不知道的--
	title = "讨胡檄文",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[    稽古天地初开，立华夏于中央，万里神州，风华物茂，八荒六合，威加四海，华夏大地，举德齐天。蛮地胡夷无不向往，食吾汉食，习吾汉字，从吾汉俗，此后胡夷方可定居，远离茹毛饮血，不再兽人。然今，环顾胡夷者，无不以怨报德，抢吾汉地，杀吾汉民。中原秀丽河山，本为炎黄之圣地，华夏之乐土，而今日之域中，竟是谁家之天下？<n>    前晋八王乱起，华夏大伤，胡夷乘乱而作，扰乱中原，屠城掠地。永兴元年，胡狗鲜卑，大掠中原，劫财无数，掳掠汉女十万，夕则奸淫，旦则烹食，千女投江，易水为之断流。狗之暴，以汉为“羊”，杀之为粮。永嘉四年，围猎汉民，王公忠烈射死者十余万。不日，夷人匈奴，四面纵火，烤汉为食，死者二十余万。太兴元年，帝受辱，崩于匈奴。凡此种种，罄绣难书！<n>    今之胡夷者，狼子野心，以掳掠屠戮为乐，强抢汉地为荣。而今之中原，北地沧凉，衣冠南迁，胡狄遍地，汉家子弟几欲被数屠殆尽。天地间，风云变色，草木含悲！四海有倒悬之急，家有漉血之怨，人有复仇之憾。中原危矣！大汉危矣！华夏危矣！<n>    不才闵，一介莽夫，国仇家恨，寄于一身，是故忍辱偷生残喘于世。青天于上，顺昌逆亡，闵奉天举师，屠胡戮夷。誓必屠尽天下之胡，戮尽世上之夷，复吾汉民之地，雪吾华夏之仇。闵不狂妄，自知一人之力，难扭乾坤。华夏大地，如若志同者，遣师共赴屠胡；九州各方，如有道合者，举义共赴戮夷。以挽吾汉之既倒，扶华夏之将倾。]]}

--------------------------------------------------------------------------------------------------------------
BookInfo14 =
{
	id = 14,     --你可能不知道的--
	title = "宇宙的未来",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[    在非常早的时代,预言未来是先知或者女巫的职责。这些通常是被毒药或火山隙溢出的气体弄得精神恍惚的女人。周围人牧师把她们的咒语翻译出来。而真正的技巧在于解释。古希腊的德勒菲的著名巫师以模棱两可而臭名昭著。当这些斯巴达人问道,在波斯人攻击希腊时会发生什么,这巫师回答道:要么斯巴达会被消灭,要么其国王会被杀害。我想这些牧师盘算,如果这引些最终都没有发生,则斯巴达就会对阿波罗太阳神如此之感恩戴德,以至忽视其巫师错预言的这个事实。事实上,国王在捍卫特莫皮拉隘道的一次拯救斯巴达并最终击败波斯人的行动中丧生了。<n>    另一次事件,利迪亚的国王克罗修斯,这位世界上最富裕的人有一次问道:如果他侵略波斯的话会发生什么。其回答是:一个伟大的国王将会崩溃。克罗修斯以为这是指波斯帝国,殊不知正是他自己的王国要陷落,而他自己的下场是活活地在柴堆上受火刑。<n>    近代的末日预言者为了避免尴尬,不为世界的末日设定日期。这些日期使股票市场下泻。虽然它使我百里不解,为何世界的终结会使人愿意用股票来换钱,假定你在世界末日什么也带不走的话。<n>    迄今为止,所有为世界末日设定的日期都无声无息地过去了。但是这些预言家经常为他们显然的失败找借口解释。例如,第七日回归的创建者威廉-米勒预言,耶稣的第二次到来会在1843年3月21日至1844年10月22日。当这个日期通过又没有发生什么事后,又提出了一种新的解释。据说,1844年是第二次回归的开始,但是数出获救者名单。只有数完了名单,审判日才降临到那些不列在名单上的人。幸运的是,数人名看来要花很长的时间。<n>    当然,科学预言也许并不比那些巫师或预言家的更可靠些。人们只要想到天气预报就可以了。但是在某些情形下,我们认为可以做可靠的预言。宇宙在非常大的尺度下的未来,便是其中一个例子。<n>    我们在过去的三百年间发现了制约在所有正常情况下物体的科学定律。我们仍然不知道制约在极端条件下物体的精确的定律。那些定律在理解宇宙如何启始方面很重要,但是它不影响宇宙的未来演化,除非直到宇宙坍缩成一种高密度的状态。事实上,我们必须花费大量金钱建造巨大粒子加速器去检验这些高能定律,便是这些定律对现在宇宙影响是多么微不足道的一个标志。<n>    即便我们知道了制约的有关定律,我们仍然不能利用它们去预言遥远的未来。这是因为物理方程的解会呈现出一种称作混沌的性质。这表明方程可能是不稳定的:在某一时刻对系统作非常微小的改变,系统的未来行为很快变得完全不同。例如,如果你稍微改变一下你旋转轮赌盘的方式,就会改变出来的数字。你在实际上不可能预言出来的数字,否则的话,物理学家就会在赌场发财。<n>    在不稳定或混沌的系统中,一般地存在一个时间尺度,初始状态下的小改变在这个时间尺度将增长到两倍。在地球大的情形下,这个时间尺度是五于的数量极,大约为空气绕地球吹一圈的时间。人们可以在五天之内作相当准确的天气预报,但是要做更长远得多的天气预报,就既需要大气现状的准确知识,又需要一种不可逾越的复杂计算。我们除了给出平均值以外,没有办法对六个月以后作具体的天气预报。<n>    我们还知道制约化学和生物的基本定律,这样在原则上,我们应能确定大脑如何工作。但是制约大脑的方程几乎肯定具有混沌行为,初始态的非常小的改变会导致非常不同的结果。这样,尽管我们知道制约人类行为的方程,但在实际上我们不能预言它。科学不能预言人类社会的未来或者甚至它有没有未来。其危险在于,我们毁坏或消灭环境的能力的增长比利用这种能力的智慧的增长快得太多了。<n>    宇宙的其他地方对于地球上发生的任何事物根本不在乎。绕着太阳公转的行星的运动似乎最终会变成混沌,尽管其时间尺度很长。这表明随着时间的流逝,任何预言的误差将越来越大。在一段时间之后,就不可能预言运动的细节。我们相当地肯定。地球相当长的时间内不会和金星相撞。但是我们不能肯定,在轨道上的微小扰动会不会积累起来,引起在十几亿年后发生这种碰撞。太阳和其他恒星绕着银河系的运动,以及银河系绕着其局部星系团的运动也是混沌的。我们观测到,其他星系正离开我们运动而去,而且它们离开我们越远,就离开得越快。这意味着我们周围的宇宙正在膨胀:不同星系间的距离随时间而增加。]]}

------------------------------------------------------------------------------------------------------------------
BookInfo15 =
{
	id = 15,     --你可能不知道的--
	title = "月球之谜",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[    1、月球能够刚好挡住太阳：这是一个广为人知的巧合，不同的大小 不同的距离。却能刚好挡住，出现日食。<n>    2、月球永远以一面面对地球：这个是因为月球的自转和公转速度相同。<n>    3、月球的轨道居然是圆形。除它之外的卫星都是椭圆形。我们知道人造卫星的轨道是圆形的。<n>    4、太阳的引力大于地球2.5倍左右。月球却成了地球的卫星。乖乖围绕地球转。<n>    5、作为卫星，它太大了。请看下列数据，地球直径12756公里，月球的直径3467公里，为地球直径的27%, 火星直径6787公里，有两个卫星，大的一个直径23公里，是火星的0.34%。木星直径142800公里，有13个卫星，最大的一个直径5000公里，是木星的3.5%。土星直径 120000公里，有23个卫星，最大的一个直径4500公里，是土星的3.75%。其他行星的卫星，直径都没有超过母星的5%，但是月球却达到27%，这表明月球很可能不是一般的自然天体。<n>    6、地球属于类地行星，而类地行星除地球外，其他的都无卫星。说明月球很可能不是自然的卫星。<n>    7、月球表面千疮百孔。陨石坑不管大小。深度都差不多。<n>    8、不少推测显示月球很可能是空心的。比如，月亮与同样大小的行星相比，密度要小得多。<n>    9、月球的年龄很可能比地球大，和太阳相当。它很可能是银河系以外的不速之客。却奇怪的成为地球的卫星，为地球免灾。]]}

---------------------------------------------------------------------------------------------------------------------
BookInfo16 =
{
	id = 16,     --你可能不知道的--
	title = "致加西亚的一封信",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[    在一切有关古巴的事物中，有一个人最让我忘不了。<n>    当美西战争爆发后，美国必须立即跟西班牙的反抗军首领取得联系。加西亚在古巴丛林的山里―没有人知道确切的地点，所以无法写信或打电话给他。美国总统必须尽快地获得他的合作。<n>    怎么办呢？<n>    有人对总统说："有一个名叫罗文的人，有办法找到加西亚，也只有他才能找到。"他们把罗文找来，交给他一封写给加西亚的信。关于那个"名叫罗文的人"，如何拿了信，把它装进一个油布制的袋里，封好，吊在胸口，划着一艘小船，四天之后的一个夜里在古巴上岸，消逝于丛林中，接着在三个星期之后，从古巴岛的那一边出来，已徒步走过一危机四伏的国家，把信交给了加西亚―这些细节都不是我想说明的。我要强调的重点是：麦金利总统把一封写给加西亚的信交给了罗文；而罗文接过信之后，并没有问："他在什么地方？"象他这种人，我们应该为他塑造不朽的雕像，放在每一所大学里。年轻人所需要的不是学习书本上的知识，也不是聆听他人种种的指导，而是要加强一种敬业精神，对于上级的托付，立即采取行动，全心全意去完成任务―"把信带给加西亚"。<n>    加西亚将军已不在人间，但现在还有其他的加西亚。凡是需要人手众多的企业经营者，有时候都会因为一般人的被动―无法或不愿专心去做一件事―而大吃一惊，懒懒散散，漠不关心，马马虎虎的做事态度，似乎已经变成常态；除非苦口婆心、威迫利诱地叫属下帮忙，或者除非奇迹出现―上帝派一名助手给他，没有人能把事情办成。<n>    不信的话，我们来做个试验：你此刻坐在办公室里―周围有六名职员。把其中一名叫来，对他说："请帮我查一查百科全书，把哥立奇的生平做一篇摘录。"那个职员会静静地说："好的，先生"，然后就去执行。<n>    我敢说他绝不会这么做。他反而会满脸狐疑地提出一个或数个下列的问题：他是谁呀？哪套百科全书？百科全书在哪儿？这是我的工作吧？你不是指俾斯麦吧？为什么不叫查理去做呢？他是过世的人吗？急不急？我是否把书拿来，由你自己来查？你为什么要查他？<n>    我敢以十比一的赌注跟你打赌 ，在你回答了他所提出的问题、解释了怎么样去查那个资料，以及你为什么要查的理由之后，那个职员会走开，去找另一个职员帮忙他查哥立奇的资料，然后又回来对你说，根本查不到这个人。当然，我这个赌可能会输。 但根据概率，我还是会赢的。真的，如果你是聪明人，你就不会对你的"助理"解释，你会满面笑容地说："算了"，然后自己去查。这种被动的行为，这种道德的愚行，这种心灵的脆弱，这种姑息的作风―把这个社会带到三个和尚没水喝的危险境界。如果人们都不能为了自己而自动自发，你又怎么能期待他们为别人采取行动呢？<n>    近来我们听到了许多人，为"那些为廉价工资而工作而又无出头之日的工人"，以及为"那些为求温饱而工作的无家可归人士"表示出同情，同时又把那些雇主骂得体无完肤。<n>    但从没有人提到，有些老板一直到年老，都无法使有些不求上进的懒虫做点正经的工作；也没有人提到，有些老板长久而耐心地想感动那些当他一转身就投机取巧的"员工"，同时也吸引新的进来。不论业务怎么忙碌，这种整顿一直在进行着。只有当景气不佳，就业机会不多，整顿摒弃在就业的大门之外。只有最能干的人，才会被留下来。为了自己的利益，使得每个老板只会保留那些最佳的职员―那些能够把信带给加西亚的人。<n>    我认识一个极为聪明的人，他没有自己创业的能力，而对别人来说也没有一丝一毫的价值，因为他老是疯狂地怀疑他的雇主在压榨他，或存心压迫他。他无法下命令，也不敢接受命令。如果你要他带信给加西亚，他极可能回答说："你自己带去吧！"当然，我知道象他这种道德不健全的人，并不会比一个四肢不健全的人更值得同情；但是，我们也应该敬佩那些努力去从事一项大企业的人，他们不会因为下班铃声而放下工作。他们因为努力去使那些漠不关心、偷懒被动、没有良心的员工不离谱太多而日增白发。如果没有这份努力和心血，那些员工将挨饿和无家可归。<n>    我钦佩的是那些不论老板是否在办公室都努力工作的人；我也敬佩那些能够把信交给加西亚的人；静静把信拿去，不会提出任何愚笨的问题，也不会存心随手把信丢进水沟里，而是不顾一切地把信送到；这种人永远不会被"解雇"，也永远不必为了要求加薪而罢工。文明，就是为了焦心地寻找这种人才的一段长远过程。这种人不论要求任何事物都会获得。他在每个城市、村庄、乡镇―每个办公室、公司、商店、工厂，都会受到欢迎。我们的世界急需这种人才，这种能够把信带给加西亚的人我们的每个企业急需这种人才，这种能把信带给加西亚的人。]]}
----------------------------------------------------------------------------------------------------------------------------
BookInfo17 =
{
	id = 17,     --你可能不知道的--
	title = "爱因斯坦致5000年后的一封信",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   朋友们, 如果你们给5000年后的子孙写一封信, 你们会写什么呢?如果我来写,我相信他们的智慧一定会对我们现在的情况有足够的了解,我不会多介绍自己, 也不会重申我们为他们那时的生活奠定了多少基础,在信中我仅会提醒他们, 他们所不知道的和需要做的事情还有很多。<n>   爱因斯坦给五千年后子孙的信<n> 我们这个时代产生了许多天才人物，他们的发明可以使我们的生活舒适得多。我们早已利用机器的力量横渡海洋，并且利用机械的力量可以使人类从各种辛苦繁重的体力劳动中最后解放出来。我们学会了飞行，我们用电磁波从地球的一个角落方便地同另一个角落互通讯息。<n> 但是，商品的生产和分配却完全是无组织的。人人都生活在恐惧的影里，生怕 失业而遭受悲惨的贫困。而且在不同的国家里的人民还不时互相残杀。由于这些原因，所有的人一想到将来，都不得不提心吊胆和极端痛苦。所有这一切，都是由于群众的才能和品格，较之那些对社会产生真正价值的少数人的才智和品格来，是无比地低下。<n>   我相信后代会以一种自豪的心情和正当的优越感来读这封信。]]}
-----------------------------------------------------------------------------------------------------------------------
BookInfo18 =
{
	id = 18,     --你可能不知道的--
	title = "我有一个梦想",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   １００年前，一位伟大的美国人签署了解放黑奴宣言，今天我们就是在他的雕像前集会。这一庄严宣言犹如灯塔的光芒，给千百万在那摧残生命的不义之火中受煎熬的黑奴带来了希望。它之到来犹如欢乐的黎明，结束了束缚黑人的漫漫长夜。<n>   然而１００年后的今天，我们必须正视黑人还没有得到自由这一悲惨的事实。１００年后的今天，在种族隔离的镣铐和种族歧视的枷锁下，黑人的生活备受压榨。１００年后的今天，黑人仍生活在物质充裕的海洋中一个穷困的孤岛上。１００年后的今天，黑人仍然萎缩在美国社会的角落里，并且意识到自己是故土家园中的流亡者。今天我们在这里集会，就是要把这种骇人听闻的情况公诸于众。<n>   就某种意义而言，今天我们是为了要求兑现诺言而汇集到我们国家的首都来的。我 们共和国的缔造者草拟宪法和独立宣言的气壮山河的词句时，曾向每一个美国人许下了诺言，他们承诺给予所有的人以生存、自由和追求幸福的不可剥夺的权利。<n>   就有色公民而论，美国显然没有实践她的诺言。美国没有履行这项神圣的义务，只是给黑人开了一张空头支票，支票上盖着“资金不足”的戳子后便退了回来。但是我们不相信正义的银行已经破产，我们不相信，在这个国家巨大的机会之库里已没有足够的储备。因此今天我们要求将支票兑现——这张支票将给予我们宝贵的自由和正义的保障。<n>   我们来到这个圣地也是为了提醒美国，现在是非常急迫的时刻。现在决非奢谈冷静下来或服用渐进主义的镇静剂的时候。现在是实现民主的诺言时候。现在是从种族隔离的荒凉阴暗的深谷攀登种族平等的光明大道 的时候，现在是向上帝所有的儿女开放机会之门的时候，现在是把我们的国家从种族不平等的流沙中拯救出来，置于兄弟情谊的磐石上的时候。<n>   如果美国忽视时间的迫切性和低估黑人的决心，那么，这对美国来说，将是致命伤。自由和平等的爽朗秋天如不到来，黑人义愤填膺的酷暑就不会过去。１９６３年并不意味着斗争的结束，而是开始。有人希望，黑人只要撒撒气就会满足；如果国家安之若素，毫无反应，这些人必会大失所望的。黑人得不到公民的权利，美国就不可能有安宁或平静，正义的光明的一天不到来，叛乱的旋风就将继续动摇这个国家的基础。<n>   但是对于等候在正义之宫门口的心急如焚的人们，有些话我是必须说的。在争取合法地位的过程中，我们不要采取错误的做法。我们不要为了满足对自由的渴望而抱着敌 对和仇恨之杯痛饮。我们斗争时必须永远举止得体，纪律严明。我们不能容许我们的具有崭新内容的抗议蜕变为暴力行动。我们要不断地升华到以精神力量对付物质力量的崇高境界中去。<n>   现在黑人社会充满着了不起的新的战斗精神，但是不能因此而不信任所有的白人。因为我们的许多白人兄弟已经认识到，他们的命运与我们的命运是紧密相连的，他们今天参加游行集会就是明证。他们的自由与我们的自由是息息相关的。我们不能单独行动。<n>   当我们行动时，我们必须保证向前进。我们不能倒退。现在有人问热心民权运动的人，“你们什么时候才能满足？”<n>   只要黑人仍然遭受警察难以形容的野蛮迫害，我们就绝不会满足。<n>   只要我们在外奔波而疲乏的身躯不能在公路旁的汽车旅馆和城里的旅馆找到住宿之所，我们就绝不会满足。<n>   只要黑人的基本活动范围只是从少数民族聚居的小贫民区转移到大贫民区，我们就绝不会满足。<n>   只要密西西比仍然有一个黑人不能参加选举，只要纽约有一个黑人认为他投票无济于事，我们就绝不会满足。<n>   不！我们现在并不满足，我们将来也不满足，除非正义和公正犹如江海之波涛，汹涌澎湃，滚滚而来。<n>   我并非没有注意到，参加今天集会的人中，有些受尽苦难和折磨，有些刚刚走出窄小的牢房，有些由于寻求自由，曾在居住地 惨遭疯狂迫害的打击，并在警察暴行的旋风中摇摇欲坠。你们是人为痛苦的长期受难者。坚持下去吧，要坚决相信，忍受不应得的痛苦是一种赎罪。<n>   让我们回到密西西比去，回到亚拉巴马去，回到南卡罗来纳去，回到佐治亚去，回到路易斯安那去，回到我们北方城市中的贫民区和少数民族居住区去，要心中有数，这种状况是能够也必将改变的。我们不要陷入绝望而不可自拔。<n>   朋友们，今天我对你们说，在此时此刻，我们虽然遭受种种困难和挫折，我仍然有一个梦想，这个梦想是深深扎根于美国的梦想中的。<n>   我梦想有一天，这个国家会站立起来，真正实现其信条的真谛：“我们认为这些真理是不言而喻的，人人生而平等。”<n>   我梦想有一天，在佐治亚的红山上，昔日奴隶的儿子将能够和昔日奴隶主的儿子坐在一起，共叙兄弟情谊。<n>   我梦想有一天，甚至连密西西比州这个正义匿迹，压迫成风，如同沙漠般的地方，也将变成自由和正义的绿洲。<n>   我梦想有一天、我的四个孩子将在一个不是以他们的肤色，而是以他们的品格优劣来评价他们的国度里生活。<n>   我今天有一个梦想。我梦想有一天，亚拉巴马州能够有所转变，尽管该州州长现在仍然满口异议，反对联邦法令，但有朝一日，那里的黑人男孩和女孩将能与白人男孩和女孩情同骨肉，携手并进。<n>   我今天有一个梦想。<n>   我梦想有一天，幽谷上升，高山下降；坎坷曲折之路成坦途，圣光披露，满照人间。<n>   这就是我们的希望。我怀着这种信念回到南方。有了这个信念，我们将能从绝望之岭劈出一块希望之石。有了这个信念，我们将能把这个国家刺耳的争吵声，改变成为一支洋溢手足之情的优美交响曲。<n>   有了这个信念，我们将能一起工作，一起祈祷，一起斗争，一起坐牢，一起维护自由；因为我们知道，终有一天，我们是会自由的。<n>   在自由到来的那一天，上帝的所有儿女们将以新的含义高唱这支歌：“我的祖国，美丽的自由之乡，我为您歌唱。您是父辈逝去的地方，您是最初移民的骄傲，让自由之 声响彻每个山岗。”<n>   如果美国要成为一个伟大的国家，这个梦想必须实现。让自由之声从新罕布什尔州的巍峨的崇山峻岭响起来！让自由之声从纽约州的崇山峻岭响起来！”<n>   让自由之声从科罗拉多州冰雪覆盖的落基山响起来！让自由之声从加利福尼亚州蜿蜒的群峰响起来！不仅如此，还要让自由之声从佐治亚州的石岭响起来！让自由之声从田纳西州的了望山响起来！<n>   让自由之声从密西西比的每一座丘陵响起来！让自由之声从每一片山坡响起来。<n>   当我们让自由之声响起来，让自由之声从每一个大小村庄、每一个州和每一个城市响起来时，我们将能够加速这一天的到来，那时，上帝的所有儿女，黑人和白人，犹太 教徒和非犹太教徒，耶稣教徒和天主教徒，都将手携手，合唱一首古老的黑人灵歌：“终于自由啦！终于自由啦！感谢全能的上帝，我们终于自由啦！”]]}
------------------------------------------------------------------------------------------------------------------------
BookInfo19 =
{
	id = 19,     --你可能不知道的--
	title = "有趣的常识",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   假如你知道10条以上 你就是渊博的人了...<n>   01 : 人类全身上下，最强韧有力的肌肉，竟是舌头。<n>   02 : 张开眼睛打喷嚏是不可能的。<n>   03 : 憋气自杀也是不可能成功的。<n>   04 : 每一次你舔一张邮票的背胶，你就吸收了十分之一卡路里。<n>   05 : 右撇子平均比左撇子多活九年。<n>   06 : 鳄鱼无法伸出它们的舌头。<n>   07 : 北极熊都是左撇子。<n>   08 : 某些狮子可以一天之内交配50次以上。果真是万兽之王呀...<n>   09 : 鸵鸟的眼睛比脑袋大；而海星至今还没演化出脑。<n>   10 : 跳蚤可以跳过它们350倍身长的距离，相当于一个人跳过一个美式足球场。<n>  11 : 一只被摘掉头的蟑螂可以存活9天，9天后死亡的原因则是过度饥饿? 所以还是当场立刻打死好<n>12 : 长颈鹿没办法咳嗽<n>13 : 猫头鹰是唯一能够分辨蓝色的鸟类<n>14 : 一只鲸鱼一分钟心跳只有九下<n>15 : 巧克力含有一种称为苯基的化学物质,跟你谈恋爱时大脑里头可以制造出来的东西一样<n>   16 : 只有百分之三十的人可以放大缩小自己的鼻孔<n>   17 : 一只牡蛎的性别会由男变女,此后一生中还会变个几次<n>  18 : 艾菲尔铁塔的草稿蓝图摊开来有超过14000平方呎的面积<n>  19 : 在太空中太空人是没办法哭的,因为没有地心引力,眼泪流不出来<n>  20 : 瞎眼的变色龙还是有能力变色来适应周遭环境<n> 21 : 大象死后还会保持站立姿势<n> 22 : 有些昆虫没有头还可以再活上一年<n>   23 : 达芬奇光是画蒙娜丽莎的嘴唇就花上十二年<n>   24 : 玻璃破掉时,玻璃碎片的时速最高可达每小时三千英哩<n>  25 : 乳牛听音乐时可以供应更多牛奶<n>  26 : 下午摘下的玫瑰比清晨摘下的玫瑰更能持久不枯萎<n>  27 : 一只70磅的章鱼可以穿过一个仅一枚银币大小的洞因为他们没有脊椎<n>  28 : 一只鲨鱼可以侦测到水中仅百万分之一含量的血液<n>  29 : 其实, 河马跑得比人快<n>   30 : 据说看完这篇文章的人都会试着放大缩小自己的鼻孔! ]]}
------------------------------------------------------------------------------------------------------------------------
BookInfo20 =
{
	id = 20,     --你可能不知道的--
	title = "鬼火",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   在一个漆黑的夜里，一个人赶夜路，途经一片坟地。微风吹过，周围声音簌簌，直叫人汗毛倒竖，头皮发乍。就在这时，他忽然发现远处有一点红色的火光时隐时现。<n>   他首先想到的就是“鬼火”。于是，他战战兢兢地拣起一块石头，朝亮光扔去。只见那火光飘飘悠悠地飞到了另一个坟头的后面。他更害怕了，又拣起一块石头朝火光扔了过去，只见那亮光又向另一个坟头飞去。<n>   此时，他已经接近崩溃了。于是，又拣起了一块石头朝亮光扔去。这时，只听坟头后面传来了声音：“妈的，谁呀？拉泡屎都不让人拉痛快喽。一袋烟功夫砍了我三次。”]]}

-------------------------------------------------------------------------------------------------------------------
BookInfo21 =
{
	id = 21,     --你可能不知道的--
	title = "三个鬼的投诉",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   有一天他们在逛街的时候遇到了上帝！他们对上帝说，他们都死得很惨，希望让他们上天堂！上帝很无奈地说，现在天堂的住户太多，已经爆满。但现在还有一个名额！你们说吧，看谁死得最惨，就让谁上天堂！<n>   于是，第一个鬼开始说了……我生前是一个清洁工。工作很辛苦的！从早忙到晚！有一天，我正在一栋大厦外面擦玻璃！是那种吊在外面的高空危险工作！在第30多楼！突然，我脚一滑，失足掉下去了！我想，完了！要死了！但求生本能让我在无意识地乱抓！很幸运地，我抓住了一个阳台的栏杆，在13楼。我想，有救了！于是想等缓过劲后爬上去！<n>   哪知，突然有人把我的手一揎，我又掉下去了！我想，这下我真的完了！但是，我命不该决，底下有一个帐篷接住了我，我庆幸前世肯定积了德！想等缓过劲就下去。谁 知，上面掉下来一个冰箱，把我砸死了！<n>   第二个鬼说……我生前是一个文员。什么都还好，我有一个老婆，很漂亮。身材很棒！<n>   但就是有点水性扬花。我有轻微的心脏病。有一天上班忘了带药，我回家去拿。一进门，看见老婆头发散乱、衣衫不整。肯定有奸夫。于是我满屋找，厨房也找，厕所也找，都没找到。到了阳台，我发现有两只手扒在栏杆上，我想：奸夫！于是把他的手一揎。心想，13楼！看摔不死你！<n>   结果等我一看，居然没死！被帐篷接住了！我着急，于是满屋找，进了厨房，发现冰箱够大，于是把冰箱扔下去。终于把他砸死了！我当时太高兴了！大笑不止。谁知笑得心肌埂塞，笑死了！<n>   第三个鬼说……我生前是个小混混，但我没做过什么坏事！有一天我到一个女性朋友家里晃！刚刚办完事，她老公突然回了！我得找地方藏起来。于是厨房也找，厕所也找，最后发现他们家冰箱挺大的，于是我就躲进冰箱里去了！我就不明白，她老公怎么知道我在冰箱里，他居然把冰箱从13楼给扔下去了！<n>   我就这样连人带冰箱摔死了！]]}

------------------------------------------------------------------------------------------------------------------
BookInfo22 =
{
	id = 22,     --你可能不知道的--
	title = "夜遇女鬼",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   夜已经很深了，一位出租车司机决定再拉一位乘客就回家，可是路上已经没多少人了。<n>   司机没有目的的开着，发现前面一个白影晃动，在向他招手，本来宁静的夜一下子有了人反倒不自然了，而且，这样的情况不得不让人想起了一种不想想起的东西，那就是鬼！！！<n>   可最后司机还是决定要拉她了，那人上了车，用凄惨而沙哑的声音说：“请到火葬厂。”司机激灵打了一个冷颤。难道她真是……他不能再往下想，也不敢再往下想了。他很后悔，但现在只有竟快地把她送到目的地。<n>   那女人面目清秀，一脸惨白，一路无话，让人毛骨悚然。司机真无法继续开下去，距离她要去的地方很近的时候，他找了个借 口，结结巴巴地说：“小姐，真不好意思，前面不好调头，你自己走过去吧，已经很近了。”那女人点点头，问：“那多少钱？”司机赶紧说：“算了，算了，你一个女人，这么晚来这里也不容易，算了！”“那怎么好意思。”“就这样吧！”司机坚持着。<n>   那女人拗不过，“那，谢谢了！”说完，打开了车门……<n>   司机转过身要发动车，可是没听到车门关上的声音，于是回过了头……那女人怎么那么快就没了？他看了看后坐，没有！车的前边、左边、右边、后面都没有！难道她就这样消失了？<n>   司机的好奇心那他就想弄个明白，他下了车，来到了没有关上的车门旁，“那个女人难道就这么快的走掉了，还是她就是……”他要崩溃了，刚要离开这里，一只血淋淋 的手拍了拍他的肩膀，他回过头，那女人满脸是血的站在他的面前开口说话了。<n>   “师傅！请你下次停车的时候不要停在沟的旁边……” ]]}


----------------------------------------------------------------------------------------------------------------
BookInfo23 =
{
	id = 23,     --你可能不知道的--
	title = "有两个人",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   在一个偏僻的村庄，一条羊肠小道上有一根笔直的电线杆，说也奇怪，常常有人在那出事。不久一对年轻男女不小心骑车撞倒，当场毙命。<n>   一天晚上，5岁的小志和他妈妈在回家路上经过那儿，小志突然:“妈妈，电线杆上有两个人。”妈妈牵着他的手快速走开说：“小孩子不要乱说！”<n>   但是这件事很快就传开了，有一天，一个记者来采访小志让他带他去看发生车祸的地方，小志大大方方的领他走到那，记者问：“在哪？”小志指指上面，记者抬头一看，电线杆上挂着个牌子，“安全交通，人人有责。”]]}

---------------------------------------------------------------------------------------------------------------
BookInfo24 =
{
	id = 24,     --你可能不知道的--
	title = "冤魂索命",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   从前有一个人，他有一个女朋友。他比世界上任何一个人都爱她。<n>   可是有一天，他女朋友无情的离开了他，甚至连一个理由都没给他。<n>   看着自己的女朋友被别人挽着手逛街，他痛不欲生，失去了理智。终于有一天他把女朋友杀了。<n>   本来他打算杀了她以后自杀的。可是将死之时才感到生命的可贵。<n>   从此以后他天天被噩梦困扰，梦境中他女朋友赤身露体，披头散发，红舌垂地，十指如钩来向他索命。<n>   噩梦把他折磨的形如销骨，一天他找来一个道士已求摆脱。<n>   道士要他做三件事<n>   第一，把他女朋友的尸体好好安葬<n>   第二，把他女朋友生前穿的睡衣烧掉<n>   第三，把藏起来的血衣洗干净<n>   所有的事情必须在三更之前完成，要不就会有杀身之祸！<n>   他遵照道士的嘱咐把所有的事情都做的很仔细，可是那件血衣却怎么也找不到了。<n>   马上就要三更了，豆大的汗珠从他脸上滴下来把地毯都打湿了。<n>   在将要三更的时候他找到了那件血衣，可是不管怎么怎么搓就是洗不掉。<n>   这时候忽然狂风大作，电闪雷鸣。窗户被狂风拍打的左右摇曳，玻璃的碎裂声让人更加心惊肉跳，突然所有的灯全灭了，整个屋子一片漆黑。<n>   闪电中，只见他女朋友穿着染满鲜血的睡衣，眼睛里滴着血，满脸狰狞的指着他厉声道：“你知道为什么洗不掉血迹吗？？”<n>   他被吓呆了一句话说不出。<n>   女朋友继续道：“因为你没有用洗衣粉，笨蛋。”]]}

---------------------------------------------------------------------------------------------------------------

BookInfo25 =
{
	id = 25,     --你可能不知道的--
	title = "非爱行为",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   在心理学上，有一种界定，说现代人的交往中，有一种叫做" 非爱行为" ，就是以爱的名义，对最亲近的人，进行一种非爱掠夺。这种行为，往往发生在夫妻之间、恋人之间、母子之间、父女之间，也就是世界上最亲近的人。<n>   夫妻和恋人之间，经常会有人说，你看看，我就是为了爱你，我放弃了什么什么。我就为了这个家，我今天怎么怎么样，所以你必须要对我如何如何。以此来达到让别人服从自己的意志的目的。所有这些，其实，统统称为非爱行为，因为，它是以一种爱的名义，所进行的一种强制的控制，让他人按照自己的意愿去做。<n>   有一本写父母的书，是一个英国的心理学女博士写的，她在开头说了非常好的一段话，她说：这个世界上所有的爱，都以聚合为最终的目的，所有的爱，大家都想最后到 一起。这世界上，只有一种爱，以分离为目的，那就是父母对孩子的爱，她说，父母真正成功的爱，就是越早让孩子，作为一个独立的个体，从你的生命中分离出去，你就越成功。<n>   所以，从这个意义上来讲，明白距离和独立，是一种人格的尊重，这种尊重，在最亲近人的中间，也应该保有。]]}

-------------------------------------------------------------------------------------------------------------
BookInfo26 =
{
	id = 26,     --你可能不知道的--
	title = "落空的寓言",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   1.公元前2800年：亚述人泥碑上记述了世界末日，这是人类最古老的世界末日预言。碑文上写道：“我们的地球在今后将衰落。种种迹象表明世界将迅速走向灭亡。贿赂和腐败相当普遍。”其实，不管是在什么地方，只要两个年龄超过30岁的人凑在一起，我们恐怕就会听到类似的危言耸听。<n>    2.公元1世纪：《马太福音》中有一段有趣的引自耶稣的话：“我老实向你说，这儿有一些站立的东西，应该没有体验到死亡的滋味，直到它们看到来自那个王国的‘圣子’。”这清晰地透露出一种信息：末日审判会发生于一生的任何时候。《启示录》也大胆地预测一个即将到来的最后审判日的日期：“哦，我很快就会来了，我的报答就是根据他的工作把我赏给每一个人。”这些言论是2000多年来基督徒千年宗教崇拜的源泉，我们将在下面陆续看到这方面的证据。<n>   3.公元2世纪：孟他努教(Montanists)可能是第一个得到普遍承认的信奉“世界末日”的邪教。该教由孟他努斯(Montanus)在公元155 左右创建。他的信徒认为耶稣基督即将重返人间，在土耳其中部安纳托利亚建立一个基地，他们在那里一起等待世界末日的到来。孟他努斯是一位有着巨大感召力的宗教领袖，可以用多种语言向教徒发表演说，但他所有的预言到最后都落空了。<n>   4.公元970年3月25日：洛塔林王朝(Lotharingian)算士们认为他们在《圣经》中发现了证据：某个宗教节日的关联词预示着世界末日的时间。他们只是在第一个千年到来前夕散布世界末日言论的无数信徒的一部分。圣伯诺修道院的一个修道士给他们的国王写了一封信，抱怨了洛塔林人的做法：“由于天使报喜节指向耶稣受难日的传言几乎遍布地球每个角落，毫无疑问，这可能是世界末日。”在这个不祥的日子过去前，人们对 千年的恐慌持续了至少30年。<n>   5.公元1284年：教皇英诺森三世预测耶稣基督将在这一年会再次降临人世。他预言的日期根据穆斯林信仰开始的日期，然后再在这一日期基础上加上666年而得到的。<n>   6.波提切利的《神秘的诞生》：《神秘的诞生》这幅油画出自意大利文艺复兴初期画家桑德罗-波提切利(Sandro Botticelli)之手，现收藏在伦敦国家美术馆。波提切利曾用希腊文在油画上题词，将16世纪初期称之为世界末日来临前的一个时期，也就是所谓的 “苦难日”，并预言基督将于1504年左右再临人世。<n>   7.公元1524年2月1日：一群英国占星家预言，人类将在这一年迎来第二场“大洪水”，这场灾难的源头就在泰晤士河。这一预测让不少人感到恐慌，当时共有大约2万人弃家逃到高处，但最后全都白跑一趟。有意思的是，犯这种错误的不仅仅是英国占星家，德国占星家约翰尼斯-斯图弗勒(Johannes Stoeffler)也在同一月做出类似的预言。<n>   8.公元1648年：在仔细研究犹太教神秘教义之后，土耳其犹太教牧师沙巴蒂-萨维(Sabbatai Zevi)预言，弥赛亚(犹太人所期待的救世主)将于1648年复临人间，他的名字就叫沙巴蒂-萨维。1648年早已成为过去，但萨维所说的大灾难根本没有发生。<n>   9.公元1666年：这一年出现了太多预示世界末日的征兆。由于年份中包含3个“6”，一些人便将它与《圣经-启示录》中的“兽数666”联系起来，长时间肆虐的英国瘟疫更加剧了人们的恐惧。面对这些所谓的预兆，很多人越发相信，发生在这一年的伦敦大火让就是最后审判日的一种预兆。<n>   10.公元1794年：美以美会创始人查尔斯-卫斯理(Charl Wesley)相信，世界将在这一年走向毁灭。无独有偶的是，震颤派也预言这一年将出现所谓的“最终审判”。<n>   11.公元1814年12月25日：在英国德文郡，一个名叫“乔安娜-南考特(Joanna Southcott)的女人自称是先知，并断言自己以后怀上的孩子就是耶稣；救世主将借助她的身体在1814年圣诞节那一天再次降临人间。具有讽刺意味的是，南考特的处女之身一直保持到60多岁，但她仍然相信自己的预言一定会成为现实。<n>   12月25日最终没有成为世界末日，但确实有重大而悲惨的事情发生——自称先知的南考特正是在这一天告别人世的。有意思的是，很多人仍旧相信她的预言。 1927年，有人当着格兰瑟姆主教的面打开一个神秘的密封盒子，据说里面藏着南考特留下的一条重要信息。盒子打开后，人们并没有发现所谓的重要信息，倒是发现了一张彩票。<n>   12.公元1836年：查尔斯正是卫理公会教派领导人约翰-卫斯理(John Wesley)的弟弟。虽然哥哥的预言已经证实是错误的，但约翰还是决定“亲自上阵”，预言1836年就是世界末日，《启示录》中描述的大怪兽将在这一年出现。不幸的是，约翰最终步弟弟后尘。<n>   13.公元1847年8月7日：德国曾出现一个很小的邪教，名为“Harmonists”，现在早已被很多人遗忘。它的领导人乔治-拉普(George Rapp)相信耶稣会在他死前重返人世。直到生命的最后一刻，拉普也未曾动摇过这种信念。但事实证明，他的预言是错的。<n>   14.公元1874年：“耶和华见证人”教派曾经多次预言世界末日会来临，这个年头值得记住，因为它是这个教派第一次预测世界末日出现的年份。<n>   15.公元1881年：“耶和华见证人”的又一次预言世界末日出现的年份，使用特殊的金字塔几何学推算世界大事的金字塔神秘学专家通过数学命理学也预测世界末日会在这一年出现。据说，16世界著名的预言家“希普顿婆婆”也曾预测：“世界末日将在1881年到来。”虽然后来这句预言被证明是错误的，但是，仍不能阻止少数人加入现在人们所称为的“千年恐慌”当中。<n>   16.公元1910年5月18日：虽然以前流传的很多世界末日的预言都没有实现，但是，哈雷彗星1910年的再临被当时很多人认为是人类的威胁，当时人们担心的是它尾部散发毒气。哈雷彗星可能是第一个有科学依据而不是宗教误解的“天启恐慌”。有趣的是，出生于1835年——另一个哈雷彗星年的美国 作家马克-吐温对自己死于1910年的准确预测倒是与彗星的这次再临恰巧相合。<n>17.公元1919年12月17日：气象学家艾伯特-波塔断言，行星的罕见会合会形成强大的重力或者磁通流量，会使得巨大的太阳耀斑向地球爆发，把大气烧成灰烬。听到这一预言后，有些胆小者害怕地球灭亡竟然选择自杀。仔细想想，你会感觉这一理论相当荒谬，是科学法的又一失败。<n>   18.公元1967年：世界末日预言最火爆的一年，吉姆-琼斯、文鲜明(Sun Myung Moon)以及自称与UFO 接触过的乔治-范-塔塞尔都预言，这一年的“爱之夏”将是世界末日。<n>   19.公元：1980年4月29日：“巴哈伊信仰”教派首领利兰-延森宣称这一天几个大国将发生核武器交火事件，会导致数百 万人死亡。事实上，1979年和1983年才是最可能发生核武器大战的两年，但是，人类都被侥幸避开了。4月30日当这位“先知”发现自己还活着，遂改口“这是苦难的开始”。<n>   20.公元1982年3月10日：几乎是1919年错误预言的翻版，一本广为流传的“科学”著作《木星效应》告诫人们行星汇合将引起大地震或者太阳耀斑，或者两者兼有。事实上，我们唯一能感知的行星会合的引力效应是可能在某些地方发生潮汐，潮峰比平常高0.04毫米。1980年，福音传道者帕特-罗伯逊也曾预言：“我肯定，1982年是决定地球命运的一年。”<n>   21.公元1987年4月29日：有“世界末日贩子”之称的利兰-延森又开始散布地球即将灭亡的小道消息。这一次，他的理论是地球和哈雷彗星相撞可能导致世界末日。<n>   22.公元1988年：这次地球末日的恐慌主要由1970年的畅销书《圣经预言：消失的伟大地球》引起。书中解释了《福音书》中的一段话，说这段话的意思是救世主将在以色列建国40年内再临。<n>   23.公元1992年9月28日：古怪的传教士罗伦-斯图尔特公开宣称，他破译了圣经中的一句话，这一天将是世界末日。他不断鼓动人们采取疯狂行动。后来，斯图尔特因绑架罪入狱，他挑起的末日疯狂也达到了极点。<n>   24.公元1997年3月到5月：这一年，天文爱好者卡克-施拉梅克对海尔-波普彗星进行观察时得出了错误结果，导致“世界末日”论的产生。他在一家网站上留言说，一颗伴星紧紧跟随在这颗彗星之后。这家很有影响力的网站将这条消息不断夸大，并传播到全世界。引起这次末日恐慌的另一个原因 是，有人提出太阳系将穿过一个神秘的和完全虚构的太空区域，该区域被称作光子带(Photon Belt)。邪教“天堂之门”利用这些谣传，在这一年的3月制造了集体自杀事件。<n>   25.公元1998年3月31日上午12时01分：这是有关基督复临日最精确的一次预测。台湾邪教“真理之路(The True Way)”的领导人陈恒明在美国电视台上宣布，这一刻上帝将要复临，他将乘坐飞船在地球着陆。当然，上帝没有如期降临大地，陈欣然承认他的过错，并愿意被钉死在十字架上。但是好像没有人对此感兴趣。<n>   26.公元1999年：在1998年和1999年间，有关世界末日的谣传接连不断，末日恐慌达到空前绝后的程度。一些占卜者和预言家说，这一年的7月世界末日将会降临。7月份的恐慌刚刚结束不久，又有谣传说“卡西尼”号将撞上地球，释放出它携带的放射性燃料。<n>   27.公元2000年：连科学家界的大人物艾萨克-牛顿都认为，《启示录》中预言的世界末日将在2000年发生，并在他的《丹尼尔预言 (Prophecies of Daniel)》和《圣约翰末日预言(Apocalypse of St. John)》中作了详细介绍。事实证明，牛顿也有错的时候。<n>   28.公元2006年2月12日：克林顿-奥提兹在他的网站上声称，威廉王子将在这一天掌权，他指出，威廉王子正是《启示录》提到的那个反基督教的人。他还援引威廉王子的母亲——戴安娜王妃的话说：“我相信威廉能重建亚瑟王的宫殿，我将成为他的梅林。威廉将通过他的爱心、领导能力和同情心改变君主制。”<n>   29.公元2007年4月13日：一位 没透露姓名的赌博者与著名的赌博公司立博(Ladbrokes)打赌10英镑，预言这一天将出现世界末日，赔率是10000比1。<n>   30.公元2008年3月21 日： 一个很小的基督教派“上帝目击者(The Lords' Witnesses)”在他们的网站上宣布，这一天是世界末日，有意思的是，这个预言现在仍挂在其网站上！]]}

----------------------------------------------------------------------------------------------------------------

BookInfo27 =
{
	id = 27,     --你可能不知道的--
	title = "四句箴言",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   一位十六岁的少年去拜访一位年长的智者。<n>   他问：我如何才能变成一个自己愉快、也能够给别人愉快的人呢？<n>   智者笑着望着他说：孩子，在你这个年龄有这样的愿望，已经是很难得了。很多比你年长很多的人，从他们问的问题本身就可以看出，不管给他们多少解释，都不可能让他们明白真正重要的道理，就只好让他们那样好了。<n>   少年满怀虔诚地听着，脸上没有流露出丝毫得意之色。<n>   智者接着说：我送给你四句话。<n>   第一句话是，把自己当成别人。你能说说这句话的含义吗？<n>   少年回答说：是不是说，在我感到痛苦忧伤的时候，就把自己当成是别人，这样痛苦就自然减轻了；当我欣喜若狂之时，把自己当成别人，那些狂喜也会变得平和中正一些？<n>   智者微微点头，接着说：第二句话，把别人当成自己。<n>   少年沉思一会儿，说：这样就可以真正同情别人的不幸，理解别人的需求，并且在别人需要的时候给予恰当的帮助？<n>   智者两眼发光，继续说道：第三句话，把别人当成别人。<n>   少年说：这句话的意思是不是说，要充分地尊重每个人的独立性，在任何情形下都不可侵犯他人的核心领地？<n>   智者哈哈大笑：很好，很好。孺子可教也！<n>   第四句话是，把自己当成自己。这句话理解起来太难了，留着你以后慢慢品味吧。<n>   少年说：这句话的含义，我是一时体会不出。但这四句话之间就有许多自相矛盾之处，我用什么才能把它们统一起来呢？<n>   智者说：很简单，用一生的时间和经历。<n>   少年沉默了很久，然后叩首告别。<n>   后来少年变成了壮年人，又变成了老人。再后来在他离开这个世界很久以后，人们都还时时提到他的名字。人们都说他是一位智者，因为他是一个愉快的人，而且也给每 一个见到过他的人带来了愉快。]]}

-----------------------------------------------------------------------------------------------------------------
BookInfo28 =
{
	id = 28,     --你可能不知道的--
	title = "最好的武器是强壮",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   在伊拉克战场上，我越发知道，在这个颠沛流离的世界里，强壮是男人生存的基本。<n>   新兵喜欢问这问那，喜欢打听，喜欢凑热闹。临时健身房里就剩下些老兵，在那里沉默地举哑铃。这种时候感觉很好，力量在自己这里，不像在街头，你总是觉得自己脆弱。我有段时间很过敏，就用沙袋拼命打自己的头，因为哥们说这样头部可以变强，被炸了不会晕，被打中了还能哼哼。看到哥们被打中大腿，就开始弄防弹衣自己做腿部防护，也开始大量地看吃东西的书，甚至发展到值勤的时候吃膨胀饼干止尿。我很怕枪卡壳，所以经常地放两枪，这些敏感构成的细节使我在后期的伊拉克度日如年。我发现了自己这些变化，我知道这相当危险，我会离群的，所以我开始服从小黑的娱乐内容。小黑告诉我摇滚音乐、绘画，他的偶像是范-巴斯魁安，一个黑人画家，死得年轻，但作 品都值上千万美元。小黑可以闭着眼睛画出这些作品，他把军营的厕所就涂成了那样，而且骄傲地只上那个厕所，说这是值几千万美元的厕所。他给了我大麻，我终于抽了大麻，我听着他飞快地说着底特律他的一些哥们儿、他在那的艺术生命。如何涂抹警察局等等。在进入了小黑的世界时，我暂时忘记了自己的世界，情绪被控制了，但我发誓要坚持健身。在伊拉克战场上，我越发知道，在这个颠沛流离的世界里，强壮是男人生存的基本。<n>   在和平环境里，或许1亿美元的男人比1000万美元的男人显得强壮，1000万美元的男人比100万美元的强壮.但在伊拉克，权力和金钱都不如你体魄的强壮更重要，谁都明白多少钱也买不到一条命。所以我愚蠢的计划是，先拥有强健的身体，再拥有强健的神经，再拥有清晰的头脑，最后再考虑自己这辈子能否有钱。我让自己千万记得，是先神经再头脑。因为按照流失和被剥夺的大部分现状，这个规律是反过来读的。<n>   在作为一名美国士兵的时候，我觉得我最感谢的就是这种强制性的规律生活，健身、训练、刻板的饮食.我在国内，和哥们一起吃饭，在网吧吃盒饭可以吃5 个，而同年龄的哥们一个都吃不完。虽然回来好多天，晚上老熬夜，但我坐姿基本都是笔直的，并一直保持要排除一切杂念去睡觉，早上无论什么时候起来都必须坚持侧踢和引体向上。但这种生活坚持长了(国内)，一定会真的使人体质下降。晚上通宵熬夜，我哥们都是哈欠连天，抽烟和喝酒没有任何节制，这种习惯肯定会伤害身体，还是改变的好。<n>     美国小伙子头脑的确单纯，但身体素质普遍不错，经过部队锻炼的，动手能力和欲望都很强。我们在考虑问题的时候是：这个东西我们是买还是自己做？部队很多人 第一反应就是自己动手做，所以我不想和朋友们讨论制式装备的问题。例如去执行任务，车坏了，2个美国哥们可以二话不说就下去开始自己修理，旺盛和强壮的体力可以坚持每天400公里的战斗行军，步兵巡逻兵的帐篷里什么工具都有，都是自己弄的，从绘制到做出来，车、钳、刨、焊都是自己弄。<n>   很多新兵一来就是这种素质，他们不够灵活，讲究规则，但动手能力是美军的最大优势。以色列人为什么说美军特种部队强，其原因就在这里。那是一帮动手能力一流的人，美军特种部队的90%的武器装备都是他们改造试验出来的。他们自己去动手，甚至去人家公司的实验室搞，武器一定要根据自己的经验去做才是最合理和最了解的。所以我宁愿朋友们自己动手做把威力巨大的弹弓，也不愿大家把过多的精力放在研究现成武器的性能上。我个人就喜欢做弹弓，弹弓这样不上台面的东西却是最简单的武器，也最不容易出问题。<n>   有一天，我朋友邀请一位我家乡做军事用品的老板和我吃饭。我就纠正那个老板的观点，我告诉他，你组织的wargame首先要健身，这些器材，没有战争，永远是玩具，你wargame打得再好，战场上的两个士兵就可以单手掀翻你一队人。最好的武器是强壮，因为任何武器到有点头脑的人手中一小时，不会也会了。那不是重点，我认为中国的wargame要成为民众的军事健身性质的游戏，就要忽略那些让国外赚你们大把钱的洋垃圾玩具。<n>   他对我说，喜欢军事装备在国内是种类似军事艺术欣赏一样的东西，是种收藏瘾。我不大赞同，我认为军事就是军事，是战场行为，不要以审美情趣去看它，那会混淆。如果wargame往生存方向发展，我认为就有意义了，提高整个民众的生存能力，不仅仅在城市。后来，我发现这些讨论没有意义，因为他和我讲了句话：国内的人，不是你说的生存能力，有很多人要是离开了网络，离开了酒吧，离开了餐桌，也许就活不下去了。<n>   有时我觉得一个人应该把自己房间布置得尽量简单，把娱乐的东西搬出去，尽量搬出去，放进去简单的床和简单的健身器材，还有书、收音机。每7天过一天封闭自己的生活，那天按时间吃饭、不上网、不打游戏、关闭电话，过24小时刻板的规律的生活。这24小时内，我就是我，我以我的世界为中心，忘记欲望和工作，体验自己内心的东西，体验自己内心的坚强和所有奇妙的感受。有一个女孩曾经送我一句话，我用之为座右铭：能够独处的人，不是神明就是野兽。<n>   此后，我们也偶然遇到，直到老黑回国，我们还遇到4至5次。老黑官升不上去了 ，一句话，还是没文化，也没立过大功。但他平安回家了，这就是最好的。后来在伊拉克，我决定不再交往朋友，不保持深交，我不想为谁难过也不想为谁开心。我和小黑就一直保持这样的距离，这是因为我无法承受朋友离开的感受，那些感受很孤单，很不是滋味。新兵都渴望和所有人成为朋友，老兵都和我差不多，不想再给自己制造精神上的麻烦。我在闲暇时就拼命地健身，因为我记得老黑说的一句话，你有多强壮你就有多能挨炸。]]}

BookInfo29 =
{
	id = 29,     --你可能不知道的--
	title = "历练勋章获取方式",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   1.完成“前线速递”任务每次可获得10枚历练勋章。（等级达到21级，可在光明城卡尔处接取，接取需一定银币押金。）
    2.完成“收集装备”任务每次可获得5枚历练勋章。（等级达到6级，可在各个城市的商人杰克处接取。）
    3.完成“收集材料”任务每次可获得5枚历练勋章。（等级达到25级，可在光明城的矿洞冒险者处接取。）
    4.完成“命运房间”任务每次可获得10枚历练勋章。（等级达到25级，可在中立区副本中转站命运大厅守卫莱昂处接取。）
    5.完成“要塞守卫”任务每次可获得5枚历练勋章。（等级达到25级，可在中立区副本中转站要塞守卫者佩恩处接取。）
    6.完成“团建设任务”每次可获得10枚历练勋章。（等级达到21级，可在军团基地的首席科技官处接取。）]]

}
BookInfo30 =
{
	id = 30,     --你可能不知道的--
	title = "战争勋章获取方式",
	pageline = 20,  --多少行每页
	linesize = 38,  --每行字符数量
	content = [[   1.完成“团战争”任务每次可获得10枚战争勋章。（每天21：30-22：00，团长报名后，团员可参与）
    2.完成“收集情报”任务每次可获得2枚战争勋章。（达到31级的玩家可参与）
    3.完成“远征”任务每次可获得5枚战争勋章。（达到31级的玩家可参与）
    4.完成“王者试炼”任务每次可获得2枚战争勋章。（达到31级的玩家可参与）
    5.完成“极速狂飙”任务每次可获得2枚战争勋章。（达到31级的玩家可参与） ]]

}

