--七天闯关
function OnGetSevenDayRewardEvent(uid,index)
	local worldlevel = s_getWorldLevel()
	if index == 1 then
		s_addItem(uid,26130,0,20,0,"1-1","七天闯关") --命运骰子10个(26130)
		s_addItem(uid,29066,0,3,0,"1-1,7-2","七天闯关") --黄色舞票3张(29066)
		s_addItem(uid,55152,0,20,0,"1-1","七天闯关") --魔法币20个(55152)
	end
	if index == 2 then
		s_addItem(uid,26130,0,20,0,"1-1","七天闯关") --命运骰子20个(26130)
		s_addItem(uid,31145,0,2,0,"1-1,7-2","七天闯关") --黄色通行证2张(31145)
		s_addItem(uid,26102,0,10,0,"1-1","七天闯关") --幸运宝石10个(26102)
		s_addItem(uid,27108,0,20,0,"1-1","七天闯关") --升级宝石20个(27108)
	end
	if index == 3 then
		s_addItem(uid,26130,0,20,0,"1-1","七天闯关") --命运骰子20个(26130)
		s_addItem(uid,32228,0,1,0,"1-1","七天闯关") --星星雕文6升7(32228)
		s_addItem(uid,31147,0,2,0,"1-1,7-2","七天闯关") --黄色远征通行证2张(31147)
		s_addItem(uid,52011,0,1,0,"1-1,3-7200","七天闯关") --天马时装-2小时(52011)
	end
	if index == 4 then
		s_addItem(uid,26102,0,30,0,"1-1","七天闯关") --幸运宝石30个(26102)
		s_addItem(uid,27108,0,30,0,"1-1","七天闯关") --升级宝石30个(27108)
		s_addItem(uid,43012,0,5,0,"1-1","七天闯关") --宠物经验药剂5个(43012)
		s_addItem(uid,26113,0,5,0,"1-1","七天闯关") --经验药(中)5个(26113)
	end
	if index == 5 then
		s_addItem(uid,31145,0,2,0,"1-1,7-3","七天闯关") --绿色速递通行证2张(31145)
		s_addItem(uid,31147,0,2,0,"1-1,7-3","七天闯关") --绿色远征通行证2张(31147)
		s_addItem(uid,26143,0,1,0,"1-1","七天闯关") --初级生命精华大1个(26143)
		s_addItem(uid,26149,0,50,0,"1-1","七天闯关") --合金材料50个(26149)
	end
	if index == 6 then
		s_addItem(uid,27110,0,100,0,"1-1","七天闯关") --金刚钻100个(27110)
		s_addItem(uid,23002,0,5,0,"1-1","七天闯关") --狂暴药(23002)
		s_addItem(uid,22041,0,1,0,"1-1","七天闯关") --神秘护身符1个(22041)
		s_addItem(uid,23012,0,5,0,"1-1","七天闯关") --坚韧药(2级)5个(23012)
	end
	if index == 7 then
		s_addItem(uid,29069,0,5,0,"1-1","七天闯关") --矮人锤炼石5个(29069)
		s_addItem(uid,26018,0,10,0,"1-1","七天闯关") --复活盾*10(26018)
		s_addItem(uid,27108,0,30,0,"1-1","七天闯关") --升级宝石30个(27108)
		s_addItem(uid,32229,0,1,0,"1-1","七天闯关") --星星雕文礼包7升8(26018)
	end
	--[[
	if index == 8 then
	s_addItem(uid,23059,0,1,0,"1-1","七天闯关") --神秘礼物
	end
	]]--
end
