RoleTaskInfo10026 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content = {
				{
					question = "什么是光明教会？",
					answer = "光明教会，就是以信仰光明神泰克瑞斯的信众所组成的团体。以捍卫光明、传播光明、赞美光明为己任。",
				},
				{
					question = "目前最主要的敌人。",
					answer = "黑暗势力是我们目前最大的敌人。他们由信仰黑暗神迪斯马里斯的教徒所组成，也包括来自域外深渊的魔族和来自破碎时空的异种怪物。",
				},
				{
					question = "我和光明教会之间的关系？",
					answer = "星之城到来的勇士，将会是光明教会的伙伴、战友。我们将会一起与黑暗战斗，迎接光明。",
				},
				{
					question = "军衔如何获取？",
					answer = "军衔越高，获得的声望就越高。军衔越高，从某一方面来说，实力也越强悍。",
				},
			},
		},
		task = {s_taskReQA, {60028}},
	},

}
