RoleTaskInfo10023 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content =
			{
				{
					question = "这个世界的名称是什么？",
					answer = "真奇怪你是从什么地方来的。这个世界叫做奥丁大陆，是由奥丁神所庇佑得土地。只是几百年前，有人说奥丁神陨落了。我是不相信的。神怎么可能会陨落嘛！",
				},
				{
					question = "世界由什么组成？",
					answer = "在奥丁大陆上，有6个国家，分别是天之国、火之国、水之国、风之国、沙之国、花之国。这些国家彼此或战或和，一直保持平衡。",
				},
				{
					question = "关于奥丁神的传说？",
					answer = "他左手持锤右手执盾，狮头人身银翼，左眼为太阳，右眼为月亮，胡须为云朵，鼾声为雷鸣，慈悲的眼泪化作大海，宽阔的躯干在宇宙间伫立。奥丁大陆，是奥丁神所庇佑着的世界，也是奥丁神制造的世界。",
				},
				{
					question = "奥丁神为何陨落？",
					answer = "谁也不晓得奥丁神是因何而陨落的，但是这百年来光明教会突然的崛起，总让人觉得可些可疑。",
				},
			},
		},
		task = {s_taskReQA, {60016}},
	},

}
