RoleTaskInfo10106 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content = {
				{
					question = "你的过去发生了什么？",
					answer = "那是我一辈子的噩梦。无数蝗虫一般的怪物从天而降，他们吞噬我们的房子，到处杀人。只有很少数人在那场灾难中存活下来。",
				},
				{
					question = "你在光明教会做什么？",
					answer = "我是光明教会的一名援助者。我们会深入那些被黑暗侵袭的地方，给当地的居民提供各种帮助，或是带他们离开危险的地方。",
				},
				{
					question = "什么是光明？",
					answer = "伟大的光明神，他的光辉所普照的即是光明，他的谕旨所揭示的即是光明，他即是光明。",
				},
				{
					question = "那些祭司们主要做些什么？",
					answer = "他们的工作，就是赞美神。",
				},
			},
		},
		task = {s_taskReQA, {60055}},
	},
}
