RoleTaskInfo10102 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content = {
				{
					question = "我想知道关于光明神更多的信息？",
					answer = "光明之泰克瑞斯，手持光明之刃，背负主宰之轮，端坐在众神之椅上。他是光辉与正义的定义者，他在无穷的空间中绽放着绝对的光明。曾经，无数的异域邪神都陨落在泰克瑞斯的光辉之下，卑微地消散。如今，光明之泰克瑞斯的刀将与黑暗之迪斯马利斯的矛交锋。神的战争，光明对黑暗。",
				},
				{
					question = "光明教会的其他情况？",
					answer = "光明教会由长老会、宗教裁判所以及光明骑士团组成。当然，也会有很多你所不知的组织在为我们服务。",
				},
				{
					question = "光明城的情况？",
					answer = "光明城是光明教会所在地，我们为了庇佑危难中的信徒而创造了这座伟大的城市。四季如春，圣歌环绕。你可以在此得到心灵的救赎，也可以因此获得灵魂的洗涤。当然，补给品和任务交接也可以在此地进行。",
				},
				{
					question = "光明教会的最高领导人是你吗？",
					answer = "不是，我只是负责捍卫光明。亚塔尼斯是神在人间的化身，他是光明教会的最高负责人。所有的亚塔尼斯都是由女性所担任。人类的君王是国家政治权利的统治者，亚塔尼斯是国家宗教信仰的统治者。当国内没有国王的时候，亚塔尼斯也会临时担当起国家政权执政官的责任。直至下一任王权被确立。",
				},
			},
		},
		task = {s_taskReQA, {60000}},
	},

}
