RoleTaskInfo10116 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content =
			{
				{
					question = "你是谁？",
					answer = "我是这个国家的情报部长，这里是通往其他大陆的跳转之门。",
				},
				{
					question = "你知道什么？",
					answer = "我知道你将会是改变这个世界的关键。你来自星辰，将会改变大地。虽然你现在还很普通，但不远的未来，你将会让整个大陆记住你的名字。",
				},
				{
					question = "什么是光明和黑暗？",
					answer = "光明和黑暗，就如同棋盘中的黑白棋子。在每个人看来，都有不同的正义。但对于黑白棋子来说，只有不同的胜利。正义，只是胜利的外衣。而他们并不完全是这个世界的主宰。在他们的背后，有一双无法被看透的双手。是否有那么一个神，操纵着黑白，主宰着是非？他是谁？他在哪里？这需要你告诉我。",
				},
				{
					question = "你如何对待你的未来？",
					answer = "我的未来将会与国家同在。存或者亡，神的意志是否能够改变。我很希望能够知道答案，而你，将会知道他们。",
				},
			},
		},
		task = {s_taskReQA, {165}},
	},
}
