RoleTaskInfo10110 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content = {
				{
					question = "你反感别人提到你的姓氏吗？",
					answer = "是的，我不喜欢别人提。从我很小很小，所有人都和我说‘你是卡尔的女儿！你是注定要成为圣骑士的人！’我所有的童年和记忆都被这些期望所填满。我希望的是做个自己，而不是谁的复制品。",
				},
				{
					question = "你觉得命运是什么？",
					answer = "命运总是渴望指挥着别人朝一个奇怪的方向前行。但我偏不，我不喜欢被主宰的感觉。也许你会说，我的行为只是命运的延续。但，做最好的自己，永远不会被命运所左右，这是我渴望获得的未来。",
				},
				{
					question = "你为何驻扎在此？",
					answer = "据说最近有很多魔族妄图进攻光明城，所以我带着我的小跟班赛特一起等待着魔族的到来。",
				},
				{
					question = "为什么周围那么多龙族？",
					answer = "不不不，那些可不是龙族。他们最多算是亚龙，属于龙的衍生物种。他们原本就生活在这个区域，而且一般并不暴躁。只是如今不知为何，这些亚龙变得一个比一个疯狂。",
				},
			},
		},
		task = {s_taskReQA, {60072}},
	},
}
