RoleTaskInfo10112 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content = {
				{
					question = "你从什么时候开始如此喜欢吃？",
					answer = "如果要我回忆，那应该是在我十三岁的时候吧？那时候我作为奴隶，进入了一个贵族家做厨师。在开席的那一刹那，我仿佛进入了最盛大的宝藏。可惜我没有能够吃上哪怕一根骨头。但是那次之后，我对于美味的食物就充满了欲望。",
				},
				{
					question = "你吃过什么最好吃的东西？",
					answer = "不不不，在我的字典里，没有最好吃的东西。我自身不断追求极致的美食，只要有好的食材，就一定能变得更加美味。",
				},
				{
					question = "那你为何在这里？",
					answer = "因为据说真正的龙肉可以烹饪出令神都无法忘怀的味道。所以我就在这里，等待着龙的出现。",
				},
				{
					question = "你如何对待你的未来？",
					answer = "我的未来？我从来没有想过，能够享受好每一口的味道，就是一件幸福的事情。你总是纠结于自己的未来，为何不等到未来到来之后，再看看，再想想喃？无法把握现在的人，又怎么可能掌握未来。",
				},
			},
		},
		task = {s_taskReQA, {60075}},
	},
}
