RoleTaskInfo13070 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content =
			{
				{ question = "如何进行钓鱼操作？", answer = "你必须学会生存技能中的钓鱼技能，拥有鱼竿才可进行钓鱼操作。使用钓鱼卡的情况下，才可获取奖励。",},
				{ question = "钓鱼相关道具如何获取？", answer = "1.鱼竿可以到军乐城钓鱼管理员处购买；2.钓鱼卡可通过击败怪物掉落获取，也可通过拍卖行其他选项购买。",},
				{ question = "钓鱼的步骤是哪些？", answer = "1.使用钓鱼技能。2.将变成吊钩的鼠标点击我身后的湖面。3.开始钓鱼后使用钓鱼卡。",},
				{ question = "可以钓些什么鱼？", answer = "钓鱼卡的品质越高，获得鱼类的几率越高。你通过钓鱼可获得深渊鲟鱼、碧水樱花鱼、水晶皇后鱼。传说中的黄金鲤鱼王将会通过活动获取。",},
			}
		},
		task = {s_taskReQA, {194}},
	},
}
