RoleTaskInfo3802 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content = {
				{ question = "军衔的划分", answer = "    当前军队共有15个军衔，分别是属于士兵阶段的新兵、列兵。你目前处于的士官阶段，包括了下士、中士、上士。不久的将来你能够达到的少尉、中尉、上尉。需要努力才能达到的少校、中校、上校、大校。以及站在整个世界顶端的将级军官——少将、中将、上将！你即将迎来的是成为下士的授勋。",},
				{ question = "授勋后的福利", answer = "    授勋之后，你可以前往光明女王处领取福利。每周都会一定的军衔工资发放。军衔工资由两部分组成，一部分是以大量绑银奖励为主的福利绑银，一部分是以银币奖励为主的税收工资（需更高军衔才可获得）。军衔越高获得的工资越高。",},
				{ question = "声望的说明", answer = "    当你的等级达到31级之后，你可以进行许多丰富的战争任务。通过战争任务，你可以获得高额声望奖励。",},
				{ question = "功勋的说明", answer = "    功勋可以兑换经验，需要击败入侵的敌国玩家才可获取，当然你也可以潜伏去敌国进行破坏。",},
			},
		},
		task = {s_taskReQA, {60000}},
	},
}
