RoleTaskInfo3921 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content = {
				{ question = "你叫什么名字？你的家人呢？", answer = "我叫囧rz-莲，我的爸爸妈妈也和我一样虽然被奇怪的病菌感染，但并没有失去理智。他们和一些其他的感染者隐居在地下避难所的深处，我还有一个个哥哥，在17年前前往太空避难所，与我们失散了。",},
				{ question = "感染的起源。", answer = "当我们从沉睡中醒来的时候，就已经变成这样了。周围的人都变成了岩浆傀儡的样子，还失去了理智，像行尸走肉那样行动...只有少数人像我们一样保持着理智。",},
				{ question = "关于爆裂火元素。", answer = "我也不清楚是什么...不过它们给我的感觉好亲切，就像是朋友一样。",},
				{ question = "当前最大的威胁。", answer = "当前对我们威胁最大的就是那些燃烧平原上的人类抵抗军和搜救队员，他们总是不分青红皂白的直接向我们攻击，他们使用的武器还是非常有杀伤力的。",},
			},
		},
		task = {s_taskReQA, {60056}},
	},

}
