RoleTaskInfo10025 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content = {
				{
					question = "什么是命运？",
					answer = "命运就是你无法改变的未来，你无论如何挣扎，那些即将发生的都将发生。就如同我必然会说这句话，你必然会问这个问题一般。没有如果，没有假设，只有即将到来的爱与恨。",
				},
				{
					question = "为什么迷雾废墟是现在的样子？",
					answer = "谁也不清楚，很多年前是什么力量改变了原来的都市。那些奇怪的动物，是从什么鬼地方跑出来的。他们说这些是魔族做的。尽管我觉得不太可能，但我还是选择相信，否则谁来给个合理的解释喃？哦，他们是光明教会。光明神在人间的代言。",
				},
				{
					question = "迷雾废墟荆棘镇的安全？",
					answer = "目前应该还是安全的，怪物们不敢直接进攻荆棘镇。而且还有光明教会的部分成员在森林中猎杀各种危险生物。",
				},
				{
					question = "小镇最危险的生物。",
					answer = "小镇最危险的生物是一个叫剧毒沙加特的怪物与一个拿着电锯的胖怪兽。",
				},
			},
		},
		task = {s_taskReQA, {60042}},
	},

}
