RoleTaskInfo10108 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content =
			{
				{
					question = "赏金猎人是做什么的？",
					answer = "拿人钱财与人消灾，只要有钱，只要有恩怨，只要有欲望，就与我们。不过我更喜欢替当权者做事，既有钱，又安全。",
				},
				{
					question = "你如何看待光明和黑暗？",
					answer = "没有黑暗，哪来光明？没有希望，哪来未来。谁代表光明不重要，重要的是能够让人活下去。尊严、自由、好好地活着，那就是光明。",
				},
				{
					question = "你的收入如何？",
					answer = "干嘛？你也想入行？我看你身子骨还行，要是脸上多两条刀疤，效果就更好了。",
				},
				{
					question = "能介绍下燃烧平原吗？",
					answer = "这有什么好说的。你能看到的除了黑色的焦土和红色的火海，就只剩下那些怪物了。虽然很久以前这里也曾鸟语花香过，但那都是记忆了。我从来不相信记忆，我只相信活着。",
				},
			},
		},
		task = {s_taskReQA, {60062}},
	},
}
