RoleTaskInfo10114 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content =
			{
				{
					question = "你如何提升自己的实力？",
					answer = "不断挑战那些大块头的BOSS，不断通过合成、改造、升星、打孔镶嵌来提升自己的战斗力。",
				},
				{
					question = "关于命运？",
					answer = "我从一个失落民族的祭祀那里，曾经得到过关于命运的启示。那是一个跨越了时间、空间而来的异神。他主宰了我们的命运，却不给我们任何挣扎的权利。我不喜欢这样的神，我的命运只该被自己掌握。",
				},
				{
					question = "隐匿者丛林的状况？",
					answer = "隐匿者丛林仅靠遗忘沙漠，是出入国境的交通要道。只是最近魔族横行，在隐匿者丛林中，你总是能看到各种各样奇奇怪怪的魔族。他们大多都极富攻击性。我讨厌他们，所以我就来了。",
				},
				{
					question = "你如何对待你的未来？",
					answer = "未来就在我的刀上，神挡弑神，魔挡灭魔。只有自己掌握的，才是属于自己的。你的未来又在哪里？",
				},
			},
		},
		task = {s_taskReQA, {60099}},
	},
}
