RoleTaskInfo3731 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content = {
				{
					question = "魔导器的种类？",
					answer = "根据功能来区分。魔导器分为战斗魔导器、辅助魔导器和超级魔导器。",
				},
				{
					question = "魔导器的作用?",
					answer = "其中战斗魔导器可提升角色的攻击力及防御力，辅助魔导器可以帮助角色进行特殊操作，而神秘的超级魔导器则是逆天的存在，可进行非常特殊的行为哦！",
				},
				{
					question = "魔导器如何获取",
					answer = "击败BOSS有几率获得魔导器。当然，如果你的等级达到30级，并且学会了魔导器制造技能，你也可以自行打造魔导器。",
				},
				{
					question = "魔导器的磨损及消耗",
					answer = "魔导器性能超强，但是都具备一定的耐久。当耐久为0时，魔导器将无法使用。魔导器不能进行修理，所以使用时需要慎重。",
				},
			},
		},
		task = {s_taskReQA, {60028}},
	},

}
