RoleTaskInfo4481 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content = {
				{ question = "军乐城的由来？", answer = "军乐城是由英雄王赛博利亚创造的伟大城市。落成于25年前，建成当日军乐声震天，王的士兵们高唱战歌，久久萦绕。自此命名为军乐城。",},
				{ question = "军乐城与光明城的关系？", answer = "军乐城是属于帝王的城市，是凡间的宝石。光明城是属于神的壁垒，是天界的落脚石。",},
				{ question = "为何军乐城紧邻着危险的沙漠？", answer = "伟大的英雄王赛博利亚，秉持着替民众守边关的信念，坚持将国都放置于危险的沙漠旁。",},
				{ question = "我可以在军乐城体验到什么内容？", answer = "60-100级的游戏内容，都将会在军乐城展开。",},
			},
		},
		task = {s_taskReQA, {60559}},
	},
}
