RoleTaskInfo4482 =
{
	subtasknum = 1,
	subtask1 =
	{
		ReQAInfo =
		{
			pass_option = 1,    --该问答有直接跳过去的选项
			talk = "你有什么想问我的么?",
			content = {
				{ question = "如何偷取。", answer = "    每日的12:00至24:00水晶可被偷取。通过偷取他国水晶交至该处，每日前2次可获取经验奖励，获取经验之后依然可以偷取。",},
				{ question = "保护水晶。", answer = "    击败搬走本国水晶的玩家可获得本国水晶，将本国水晶交至该处可恢复本国的水晶数量。",},
				{ question = "水晶的品质。", answer = "    水晶分为白、蓝、黄、绿、紫五种颜色，品质逐渐增加，偷取的水晶品质越高，所获取的奖励越丰厚。",},
				{ question = "变更水晶的品质。", answer = "    你可以重新偷取水晶，或者对拥有高品质水晶的玩家进行抢夺。",},
			},
		},
		task = {s_taskReQA, {60568}},
	},

}
